[
  {
    "objectId": "Ld5CzWZods",
    "createdAt": "2016-05-06T14:21:00.956Z",
    "updatedAt": "2017-02-24T17:47:45.862Z",
    "growthRoleName": "Teen Disciple",
    "growthRoleNameFancy": "Teenager",
    "active": true,
    "introFortitudeImage": {
      "__type": "File",
      "name": "ea07c0644c4b1b5df513821a13c6b05c_Teen Fortitude Suhair Sibai Sleeping Beauty.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/ea07c0644c4b1b5df513821a13c6b05c_Teen%20Fortitude%20Suhair%20Sibai%20Sleeping%20Beauty.jpg"
    },
    "IntroFortitudeImageCredit": "Image: Sleeping Beauty of Erbin by Sihair Sibai, Used with Permission",
    "introJusticeImage": {
      "__type": "File",
      "name": "6084c2417b21036444d03e5b6714257e_Teenage Justice tissot_the-youth-of-jesus-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/6084c2417b21036444d03e5b6714257e_Teenage%20Justice%20tissot_the-youth-of-jesus-sm.jpg"
    },
    "introPrudenceImage": {
      "__type": "File",
      "name": "c4666c9aca985950194b6efcdeab681a_Teenage Prudence love_button_by_calisoldier805-d3j5ni5.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/c4666c9aca985950194b6efcdeab681a_Teenage%20Prudence%20love_button_by_calisoldier805-d3j5ni5.jpg"
    },
    "introFortitude": "Saint Joan of Arc of France was a teenager who stepped out of history almost as if from a fantasy book. She was unique to our world. She saw visions of Saints, heard angelic voices, and accomplished difficult military tasks in only months. The very same tasks that army generals and politicians of her time had failed to do in decades. She did all of this with one phrase on her lips, “God wills it”. She said it to encourage the weak in the face of fear. She used it to give strength in the face of battle. She repeated it to give herself the fortitude she needed to save 15th century France from the invading armies of England. \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For the young disciple it is the ability to endure the many stumbling blocks and walls to our faith. It is the courage and strength to be a true disciple when fear and weakness want to distract us from God’s call in our hearts. \nFew of us will be called to such greats tasks as Saint Joan yet we need no less fortitude. It’s tempting to think that because we are not a great Saint that our sacrifices don’t matter. It’s easy to see how perseverance and courage count in epic stories and in the lives of past spiritual heroes but here is Joan’s secret. She wasn’t always Saint Joan of Arc. She began her life in one of the smallest, dullest villages of France. It was so far removed from the struggles of France that it was one of the few towns that had escaped English raids and battle. What marked Joan apart even in this quiet village was her courage and consistency in standing up for what she believed in with all of her heart. She gave all of herself to God. She remained in faith even in this tiny village and because of this she was chosen to lead the armies of France at only 17 years of age. Become more acquainted with fortitude and you will become more acquainted with what it takes to change the world for good. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "IntroPrudenceImageCredit": "Image: I Love You, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "d37d0b2a3dca04b25c621292cedf0974_Teenage Temperance ZeusheliosChariot.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/d37d0b2a3dca04b25c621292cedf0974_Teenage%20Temperance%20ZeusheliosChariot.jpg"
    },
    "introPrudence": "Even with the existence of amazing phones, virtual reality, and artificial intelligence designs, the human brain is still the most amazing computer in the world. Scientists are only now beginning to map its mysteries in detail. They are particularly fascinated by what happens to teenage brains. It turns out there is a lot of rebirth occurring in the 600 miles of neurons inside teenagers. It’s been called a rebirth because it is a time of great plasticity. In other words, a teenager can change the structure of the brain to adapt to whatever he or she needs. Sounds amazing doesn’t it? There is a downside to this limitless adaptability though. While the brain is busy with all of this reshuffling and growth, it tends to ignore key areas like impulse control, foresight, and awareness of others. Scientists have conducted experiments where even something as simple as when to call 911 during an obvious emergency like a fire or a passed out friend was more difficult for teenagers than for 8-10 year olds and 21-25 year olds. It is clear that during these years of brain growth we need the strong banner of prudence to help us. \nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For the teenage disciple, it is humbly admitting that we don’t know everything and prudently planning for this challenge. It is preparing for the inevitable emotional ups and downs that will come with a changing mind. It is offering God the building blocks of our hearts and seeking out solid guides to help. \n Teenagers are not clueless but they are vulnerable as their adaptable mind escalates into adulthood. The world will tell us that the only way to channel this adaptability well is through limitless experimentation. They are wrong. Sure, some courageous trial and error is necessary for any person to know themselves. Taking chances and trying new things is important for discernment and perseverance. At the same time, our brains will give us a lot of random impulses between the ages of 12 and 21. Some of them will be the foundations of something real that will be with us for our entire lives. Some of them will be like the weird, seasonal flavors of oreos that show up for a few months on store shelves. You’re kind of intrigued but better off without them. We desperately need prudence to tell the difference. We desperately need wisdom to avoid unnecessary risks and damaging behaviors. Become acquainted with prudence through good books, strong role models, and a clear vision of the God who made your incredible mind. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "IntroTemperanceImageCredit": "Image: Greek Pottery Zeus & Chariot, Public Domain",
    "IntroJusticeImageCredit": "Image: The Youth of Jesus by Tissot, Restored Traditions",
    "introJustice": "In the age of sea trade, sailors were given jobs while docked in port. One of the most common was to repair the thick ropes that connected many parts on a ship from mast and sails to cargo and rutter. As the sailors repaired and spun new ropes on land, curious listeners would gather around to hear stories of adventure. Because of this the phrase to “spin a yarn” came to mean to tell a great story. Everyone knew that most of the stories were tall tales and our modern phrase “spin factor” is rooted to this old tradition of big stories. Unfortunately today to spin something has taken on a much more controlling and damaging tone. To spin something is to tell a lie, to give a false impression, to deceive others to reach a goal. As much as we may dislike when others spin the truth, it is easy for anyone to get swept up in creating their own. Luckily, a firm understanding of justice can help us to untwist our words.\nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For a young disciple it is the ability to weed through our impressions of a moment and find the real facts of a story. It is the ability to resist the temptation to exaggerate, to resist the temptation to spin a much more self-serving account than what is present.\nIf we hope to deepen our relationship to Christ, we need to learn how to communicate honestly. Think of a small child that creates a really big story at bedtime: “There’s a monster under my bed!” instead of, “The dark space under my bed makes me feel afraid.” The first sentence is an exaggerated story about the facts that creates a villain (the monster) and a victim (the small child). The second sentence is just the facts. We don’t expect a young child to be able to tell the difference because they are still learning about the world around them. The rest of us? We must move beyond creating dramatic stories. In order to get to the facts, it requires a desire for fairness - to see a thing from different perspectives. It requires us to move away from creating the villains, heroes, and victims of our childhood and onto a more calm approach. This is not only an important life skill with those around us, it deepens our ability to rely on God for wise counsel and comfort. Justice trains our hearts to seek out the truth of a thing - not just how we feel about it. Justice trains our minds to think of the impact of our words and speech - not just the words that come to us in the heat of the moment. Leave the tall tales for the right place and time and pursue justice as your guide.\n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introTemperance": "“...but I WANT IT!”, a short, sticky looking child screams in the middle of a store. Anyone near begins to walk away slowly in the opposite direction. When we happen to witness a young child’s shocking frenzy our reaction is to get away from the noise as quickly as possible. Not only because temper tantrums are loud and annoying but also because they can make us feel a little embarrassed and uncomfortable. Why? Deep down part of us recognizes that we all have a sticky little toddler inside of us sometimes. What we want might change: instead of the toy or the candy, we want a car, the health of a loved one, a spring break trip, the first college choice, or a certain significant other we’ve been crushing on. Unfortunately, how we want it may not have changed. It is that moment inside of us when “But I want it!” is the only thing going through our heads. Like the toddler, our laser focus on the object of desire blocks out any right reason about our life choices from anyone else. Helpful friends, a loving family, even the voice of God can be ignored. What is needed during these moments when it feels like nothing good will ever happen in our lives unless we have this one particular thing our way right now is temperance. \nTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. For the young disciple, it is tempering the desire to fulfill all of our dreams instantly with what we see right in front of us. As an emerging adult, it is the moderation of our desires such that we can handle when life says “no” and things don’t work out like we had planned. It’s the ability to take a longer view of life and have hope in a tomorrow after today. It is to accept that we cannot see and know all ends. \nIn Psalm 37:4 it reads, “Find your delight in the Lord who will give you your heart’s desire.” With temperance we can trust this promise that God cares about our needs and our wants. If what we desire doesn’t come through in the immediate answer, temperance trusts that somehow, someday it may still come. It is to see God as the good father of Matthew 7:11: “If you then, who are wicked, know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him.” Temperance is like a calming guide through disappointment, the fear of missing out, and even through our own angry outbursts of frustration. It doesn’t take away our drive or passion to work hard and to keep moving forward. It does allow us to understand that “no” doesn’t mean “never” and “not right now” doesn’t mean “the end”. Temperance gives us the ability to grow out of those tantrum moments and to rest in peace with the Father who loves us. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”"
  },
  {
    "objectId": "Fuac62to0B",
    "createdAt": "2015-11-20T16:48:26.906Z",
    "updatedAt": "2017-02-24T17:18:16.091Z",
    "active": true,
    "growthRoleName": "Addiction Recovery Support",
    "growthRoleNameFancy": "Recovery Support",
    "introFortitude": "Habits are amazing things. Once in place they enable us to complete many of our daily tasks and chores without much thought - sometimes even to our own frustration. All of us at some point have found ourselves driving to work or to school instead of where we are really supposed to go. All of us have caught ourselves packing a lunch for the day off or brushing our teeth right before we intended to have a snack. The good thing is that with some conscious effort we can interrupt these little habits and do what needs to be done. Unfortunately an addict isn’t so lucky. The habit they are trying to break is much bigger; it is much more psychologically and physically entrenched. When they try to interrupt this habit, it seems to tighten around them even more.They are like drivers in a car but can no longer easily change directions. It can feel like someone else has the steering wheel. What is needed during this confusing time when those we care for suffer from what feels like an inescapable force is fortitude. \n\tFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For those supporting a loved one in recovery  it is the courage to confront the problems in our loved ones lives and the endurance to be present through the process of change. It is to endure the necessary pain experienced by ourselves and our loved one as they reach for healing. \nSometimes it is tempting to pretend that our loved ones are not suffering and to go about our daily interactions with them as we always have - to pretend that nothing is wrong and ignore the eight hundred pound gorilla in the room (their addiction). This is not fortitude. Sometimes it is tempting to completely withdraw from our addicted loved ones until they “fix” the problem - to recognize things need to change but in a way penalizing them until it is made right. This is not fortitude. Fortitude has the courage to face the addiction and the endurance to be with our loved ones through habit redirection. It does not reward failure by pretending everything is alright but it doesn’t punish brokenness by pushing others away while they are trying to change. Habits are very complicated things - neither a free choice nor an entirely blinding disease. So to our response must mirror this balance of mercy and accountability. Seek fortitude and it will become clearer how to support the complicated recovery ahead. Seek fortitude for strength of heart. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-5e2603fc-2795-4754-805b-35ee7353ef3c-PaganiGiovanniMadonnadelSoccorso.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-5e2603fc-2795-4754-805b-35ee7353ef3c-PaganiGiovanniMadonnadelSoccorso.jpg"
    },
    "IntroFortitudeImageCredit": "Madonna del Soccorso by Pagani Giovanni, Public Domain",
    "introJustice": "Saint Paul once wrote about the importance of taking care of our struggling brothers and sisters in Christ. He describes in I Corinthians the act of eating meat that had been offered at temple. It was part of a religious tradition, a habit of custom in Paul’s time. For some Christians it was easy to buy and consume the meat while refraining from the rest of the customs; for others it was not. Aptly he writes: “But make sure this liberty of yours in no way becomes a stumbling block to the weak. When you sin in this way against your brothers and wound their consciences weak as they are, you are sinning against Christ. Therefore if food causes my brother to sin, I will never eat meat again, so that I may not cause my brother to sin.” Paul understood something very important - what is a struggle for some and leads them to a very deep sin of the heart is not a struggle for another. Think of our loved ones today. Because most of us will not share the same addiction struggles as our loved ones, it may be difficult to understand their compulsions. It may seem ridiculous to remove certain things from our house or commit to what feel like extraordinary routines even though Saint Paul says not to do so is a sin. In order to understand such strong words, we need to understand the virtue of justice.\nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For those supporting a loved one in recovery it is being fair and kind with our words, actions, and yes, the lifestyle choices we make when we are with them. It is using our liberty well when with those we love who are fighting the good fight to change their bad habits.\nImagine that she loves going to the movies but she chooses not to because she knows her husband is trying to battle his addiction to pornography well. She can wait, check the family rating sites, go out with a friend later, or prescreen the movie. Justice is worth it.  Imagine that he loves having a drink or two on a Friday night but he chooses not to when he is with his wife because he knows she is trying to eliminate her dependence on alcohol. He can wait, have a beer with his friends later, or skip it. Justice is worth it. Imagine a college student who wants to stay home and play videogames for an hour to relax but knows her friend is trying to break his tech addiction - instead she offers to go to dinner, do homework together, and be present to her friend. Imagine a brother wants to go to lunch with his sister but knows that she has a hard time with a budget and credit cards. Instead he invites her for lunch at his place. Just as Saint Paul abstained from eating meat offered at temple despite it having no affect on him, justice gives us insight into how to make similar changes in our lives to support those we love. Pursue justice and it will become easier to understand how to make all of the necessary changes of heart and of home to encourage healing.  \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-05d8d09b-a526-4e52-be58-40d44fccc389-Rizi_The-Supper-of-St-Benedict-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-05d8d09b-a526-4e52-be58-40d44fccc389-Rizi_The-Supper-of-St-Benedict-sm.jpg"
    },
    "IntroJusticeImageCredit": "The Supper of St. Benedict by F. Rizi, Used with Permission",
    "introPrudence": "When supporting a recovering loved one, everyone will say “take care of yourself”. It’s a nice thing to say but tricky to do. Being present in the life of a recovering loved one will at times deplete our emotional reserves and burden our minds with unsolvable questions. How do we find the support that we need? We don’t want to open our loved ones to gossip but know we may need outside counsel. We don’t want to push ourselves into anger, depression, or abuse but recognize that what we are going through may be heart breaking or potentially unhealthy. We don’t want to become a burden ourselves but know our hearts need the love and consolation that we are trying to give. “Take care of yourself” can feel more like a job than a release. It can scare us. It can feel like there isn’t a right time or a right choice to do so. What is needed during this fragile process is the gift of prudence. \nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For someone supporting a recovering loved one prudence is the wise evaluation of healthy boundaries for themselves and their loved ones. It is discerning sound outlets for rest, encouragement, and peace. It is the ability to take care of ourselves and our loved ones well. \nAs we try to support and love those recovering from addiction in our lives we must rely on prudence to make sure we are sacrificing for the right causes and taking care of the right causes. We need to know how to support our loved one without burning ourselves out, without exposing ourselves to abuse, without creating deep emotional trauma. Prudence is there. It cuts through the confusion so we know how to support but not to enable. It relies on the Holy Spirit and wisdom to find balance in the messiest of circumstances.  It will encourage you on the tough, practical decisions of life with recovery - particularly if you are part of the decisions on where to live, work, and pursue care. Seek a deeper understanding of prudence so that taking care of yourself doesn’t have to feel like an obligation but the encouragement to rest it is meant to be.  \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-f4157881-132b-4840-b3b6-1e0769f20eda-gethsemane-2_Fotor.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-f4157881-132b-4840-b3b6-1e0769f20eda-gethsemane-2_Fotor.jpg"
    },
    "IntroPrudenceImageCredit": "Image: Agony in the Garden by Carl Heinrich Bloch, Public Domain",
    "introTemperance": "A hospital room is filled with monitors - oxygen level, heart rate, blood pressure, maybe even a feeding tube. The patient in the room is unconscious as the doctors come up with a plan to make the body whole. As a loved one of the patient we can be present, ask relevant medical questions, and help make decisions for care but there is only so much to do at any one moment . We must be patient with the patient and the health care available to us. We cannot speed along the body’s recovery faster than it is able no matter how much we may want it. We cannot depend on the patient in the same ways that we used to no matter how much we may need them. Supporting a loved one recovering from an addiction is similar in many ways.  We must wait. We must be educated about the addiction and find pertinent help at those moments that we can. We must be present. We must pray and most importantly we must be patient - we must be temperate. \n\tTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. For those supporting a recovering loved one, it is the ability to temper our emotional or physical dependence on them. It is to moderate our desires for their healing, and our expectations such that these desires do not overtake our lives and potentially smother ourselves and our loved one during the healing process. \nAddiction can require a long road to recovery. Years even. Like a recovering ICU patient that may need years of physical therapy and other services outside of the hospital, an addict may require years of counseling and practical safeguards. If we are to love well and endure what may be a long road, temperance must guide our hearts. Temperance will moderate the deep desire to rely on our loved one in ways that they may not be capable of at the present time. It doesn’t mean that this will not change but like a patient in a coma, we must adjust our expectations for now. Temperance will moderate our desire to see our loved one successful such that we do not try to over-control our lives and theirs. Being present, getting involved, and willing our loved one’s recovery is extremely important to their healing, but with temperance we can ensure that this deep love and desire does not become an addiction of its own. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-31e955ca-074b-46ad-b9fc-1d0147fcaa5a-dwaihy-dykstra-icu.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-31e955ca-074b-46ad-b9fc-1d0147fcaa5a-dwaihy-dykstra-icu.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Intensive Care by Joseph Dwaihy and Sara Dykstra, Public Domain",
    "qualifierAge": "18",
    "introJusticeImage_old": "tfss-05d8d09b-a526-4e52-be58-40d44fccc389-Rizi_The-Supper-of-St-Benedict-sm.jpg",
    "introFortitudeImage_old": "tfss-5e2603fc-2795-4754-805b-35ee7353ef3c-PaganiGiovanniMadonnadelSoccorso.jpg",
    "IntroTemperanceImage_old": "tfss-31e955ca-074b-46ad-b9fc-1d0147fcaa5a-dwaihy-dykstra-icu.jpg",
    "introPrudenceImage_old": "tfss-f4157881-132b-4840-b3b6-1e0769f20eda-gethsemane-2_Fotor.jpg"
  },
  {
    "objectId": "rVFCpEMpsY",
    "createdAt": "2015-11-20T16:48:07.473Z",
    "updatedAt": "2017-02-24T17:05:07.574Z",
    "active": true,
    "growthRoleName": "Addiction Recovery",
    "growthRoleNameFancy": "Recovery",
    "introFortitude": "Author C.S. Lewis writes in The Great Divorce about a man suffering with an addiction. In his spiritual portrait, this man has a red lizard wrapped tightly on his shoulder. He considers it a harmless “pet” even though it constantly whispers into his ear, makes him limp to one side, and emotionally manipulates him at every turn. In short, it pauses any progression in his life and dominates every waking moment.  An angel offers to silence the offending reptile, but the man’s first response is one of fear: “Oh-ah-look out! You’re burning me. Keep away.” The man begins to talk with the angel more and of course the lizard immediately begins rattling off defensive lies: “You need me to be happy - I’ll behave - really - I will. I won’t try to take over again. You need me to be yourself. If the angel kills me, you will die too!” On and on the addiction goes trying to make itself seem irreplaceable. Gently and firmly the angel encourages the man towards courage. Gently and firmly the angel encourages the man towards fortitude. \n\tFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For the recovering addict it is not only enduring the possible physical withdrawals from a badly entrenched habit; it is also the strength to dig into our life stories and find the lies that made reaching for our bad habits seem like the right choice to begin with. It is enduring the frightening, temporary feeling that taking away the addiction will take away a large part of who we are.   \n\tThe man in The Great Divorce eventually allowed the angel to kill the lizard that had been whispering lies to him for so long. Immediately the man began to transform. His one act of fortitude allowed this transformation and healing to begin. Our own addictions are very similar. For freedom’s sake, we must find our own lizards and ask God to help us to kill the lies. Finding the truth may require sacrifice in confronting our past. It may require significant courage to seek counseling, support groups, and loving family and friends. It may require more than we feel that we have but it is possible with fortitude. C.S. Lewis once made an analogy that when we feel like life is a mess it can be like a long math equation gone wrong. His advice is very apt: “A sum can be put right; but only by going back till you find the error and working it afresh from that point.” We need fortitude to go back and find that point within ourselves. We need fortitude to allow ourselves to be transformed into the person of strength and passion we were always meant to be. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-d4122f81-d224-4914-b96d-de93a9b215c5-mary-crushing-the-head-of-the-serpent.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d4122f81-d224-4914-b96d-de93a9b215c5-mary-crushing-the-head-of-the-serpent.jpg"
    },
    "IntroFortitudeImageCredit": "Photo: Mary Crushing the Head of the Serpent, Public Domain",
    "introJustice": "Psalm 23:1 says, “The Lord is my shepherd. I shall not want.” If there is anything that defines all addictions it is the word want. Despite the numerous scientific tests and neurological studies done on the subject of addiction, they have only been able to determine one thing: Addiction is not defined by a specific gene, a specific gender, personality, brain configuration, or race - it is only defined by a humanly universal, dopamine-fueled “want”. It infuriates scientists because there is no difference between mapping a healthy want versus an unhealthy one. We know this all too well. This is what makes a relapse so maddening. We can hate the things we are addicted to but that “wanting” is somehow still there. Many secular philosophies and eastern traditions endeavor to offer ways to rid us of our wanting but the Bible tells us that we are made for deep wanting and this is a good thing. Our faith understands that we aren’t seeking mere physical comfort alone but also a way to satisfy our deepest callings. Most addictions aren’t just about the physical chemicals involved - they are also about the transcendent goods we are falsely attributing to it. This is why a purely medical definition of addiction will always be incomplete. From this perhaps we can begin to see that what is needed during our recovery isn’t necessarily more discipline, more fear, more guilt, or more shame towards our “wanting” but more justice so that we can redirect our desires to truly good ends. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For an addict, it is the ability to be fair and kind to the desires of his/her heart. It is the ability to recognize that what we want isn’t the problem but how we are fulfilling that want. It is ability to separate out what we are addicted to from what we believe we are getting from that addiction. \nIn Psalm 37:4 God promises to give us the desires of our hearts when we delight in him. He does this because he is fair and kind. He does this because he is just. He does this because He knows we are made for wanting and wants to see that wanting fulfilled. It’s not enough for us to cut out our bad addictions. In order to succeed against them, we must also be actively pursuing good ways to fulfill the desires that God has placed within us. For some of us this can be very difficult because we’ve never stopped to think about what it is we truly want. Maybe we never had the chance because our addiction was forced on us when we were very young. Maybe we never had the chance because tragedy or trauma damaged us deeply. Take the chance now. Justice enables us to stop and to be kind. It enables us not to pity ourselves but to understand how our addiction is supported by a denial or perversion of what we are really longing for. Justice kicks away self-pity, scrupulousness, and unhelpful shame and guilt. Justice enables us to kick away those unhealthy things that we thought were giving us what we want. Justice, like a good staff in the hand of our shepherd can guide us so that someday we also can say, “The Lord is my shepherd, I shall not want.” \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-0c3af2b4-9ca9-422f-9c0c-ff7512127c68-BeduinshepherdBiblePictureGallery.gif",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-0c3af2b4-9ca9-422f-9c0c-ff7512127c68-BeduinshepherdBiblePictureGallery.gif"
    },
    "IntroJusticeImageCredit": "Photo: Bedouin Shepherd, Public Domain",
    "introPrudence": "In a movie called The Eternal Sunshine of the Spotless Mind, a doctor has invented a machine that can wipe away any memories someone has of a lost loved one, bad experience, or failed relationship. He promises to take away all of the connections and the pain and give his patients a fresh start. As the story unfolds we follow one couple as they break up from a dysfunctional relationship, use the doctor to erase all of their memories, but then eventually fall back in love again. Another married man and a single woman in the story keep falling in love at work despite erasing memories of each other numerous times. Some would say this story is a testament to the fateful nature of love. In reality these people simply lacked the practical changes they needed to make in their everyday lives to sustain the long term fresh start they wanted to make. They lacked prudence. \nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For someone seeking recovery it is the ability to know what to change in life and how to change it.  It is the ability to analyze routines, friendships, a job, an address and any other thing that could be dragging us back into the same patterns that started an addiction. \nAn addiction is very similar to a bad relationship. We know it isn’t good for us or those around us and want to make a fresh start. We can work very hard to break every memory and emotional connection we have to our addiction; however, unless we change a lot of other exterior things in our lives as well, we may be setting ourselves up for a relapse.  In order to win the war against an addiction, we must analyze our lives for all of those subtle little things that may be leading us to become dependent in the first place. Prudence must be our ally as we “break-up” with our addiction so that we do not fall. We do not want to isolate ourselves from community but we may need to change whom we call close friend. We do not want to set ourselves up for financial disaster but we may need to begin finding ways to change jobs, addresses, or even careers. We do not want to hurt our dearest loved ones but we may need to share important things that they will not want to hear. Seek prudence and the practical changes necessary will become more apparent. Seek prudence to create your own spotless mind. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-d7bef819-a2eb-4bfa-b803-51c964c5b52a-threewisemen.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d7bef819-a2eb-4bfa-b803-51c964c5b52a-threewisemen.jpg"
    },
    "IntroPrudenceImageCredit": "Image: Three Wise Men by Joseph Christian Leyender, Public Domain",
    "introTemperance": "Our modern consumer culture screams at us that anything worth doing must be fast, easy, and always enjoyable. Think of all the quick fixes and painless promises from exercise and lawn chores to job training and diet. They exaggerate the smiling strangers using whatever “get what you want quick” product because they want to sell you something. The truth is that they are selling a short-circuit mentality that bleeds over into many areas of our lives including our addictions. Rather than practice a healthier, slower outlet for relaxation when anxieties arise, our culture tells us it’s faster to grab a drink. Rather than direct our desires for sexual intimacy to the right time and place with another person, advertisers say it’s much easier to look at pictures alone. Rather than be patient with our budget to accumulate the large sum of money we may need, the credit card companies say it’s faster to use their card. Rather than direct our interests for a place in this world that may take years to create, the video game companies make it easy to get lost in the make believe world where identities & rewards are instantly given. None of the initial desires above are bad but it can takes time to figure out a healthy circuit that works for us. When we are surrounded by so much temptation to rush through life only temperance can help us. \nTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. For an addict, it is the ability to be patient. It is the ability to temper our desires, habits, and expectations such that we can build up the momentum of worthwhile, healthier outlets that will fulfill the desires of our hearts.\nWe cannot “short circuit” true joy and personal well being. This common phrase comes from an electrical short circuit. It happens when the positive and negative ends of a battery are connected with a low-resistance conductor, like a weak wire. With low resistance in the connection, a high current exists, causing the battery to deliver a large amount of energy in a short time. Although one can use a short circuit to get the power they need, the battery burns up really fast and is completely destroyed. This is why a short circuit isn’t seen as something good. It’s a short-term gain, long term loss. Unsustainable. Addictions are very similar. They are unsustainable and will destroy us and our loved ones if we let them run their course. God asks us many times to wait for the deepest, dearest desires of our hearts not because he wants us to suffer but because anything truly worthwhile does take some time and sacrifice to make. Allow temperance to calm your heart during the trial and error of discovering what works and what doesn’t. Allow temperance to moderate your healthy desires so that good, strong, circuits of power and release can be made. \n \nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-d42686eb-9236-415b-8cf5-c6095c0c91a1-tavern_sign_temperance_1by.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d42686eb-9236-415b-8cf5-c6095c0c91a1-tavern_sign_temperance_1by.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Sign for the Temperance Hotel, ca. 1826-1842, Creative Commons; on display at Connecticut Historical Society.",
    "qualifierAge": "13",
    "introJusticeImage_old": "tfss-0c3af2b4-9ca9-422f-9c0c-ff7512127c68-BeduinshepherdBiblePictureGallery.gif",
    "introFortitudeImage_old": "tfss-d4122f81-d224-4914-b96d-de93a9b215c5-mary-crushing-the-head-of-the-serpent.jpg",
    "IntroTemperanceImage_old": "tfss-d42686eb-9236-415b-8cf5-c6095c0c91a1-tavern_sign_temperance_1by.jpg",
    "introPrudenceImage_old": "tfss-d7bef819-a2eb-4bfa-b803-51c964c5b52a-threewisemen.jpg"
  },
  {
    "objectId": "UNoRDQ2FNK",
    "createdAt": "2014-11-26T03:09:16.936Z",
    "updatedAt": "2018-11-09T13:43:20.650Z",
    "active": true,
    "IntroFortitudeImageCredit": "Image: San Simeone, Public Domain",
    "IntroJusticeImageCredit": "Image: Alone with You, Public Domain",
    "growthRoleNameFancy": "Single",
    "introFortitudeImage": {
      "__type": "File",
      "name": "ec3cca7420564f6a9532f11f94c8b84c_Fortitude_San SimeonePublicDomain.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/ec3cca7420564f6a9532f11f94c8b84c_Fortitude_San%20SimeonePublicDomain.jpg"
    },
    "introJusticeImage": {
      "__type": "File",
      "name": "28fea8a4a48fd07ca090e89f024a1f6f_Justice_PhotographAlone with YouPublicDomain.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/28fea8a4a48fd07ca090e89f024a1f6f_Justice_PhotographAlone%20with%20YouPublicDomain.jpg"
    },
    "IntroPrudenceImageCredit": "Image: Rebecca Meets Isaac by the Way ,by Tissot. Used with permission by Restored Traditions.",
    "IntroTemperanceImageCredit": "Image: The Waiting Place by Dr. Suess, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "3551d99e24ee4a3daaacd179b12df64b_Temperance_TheWaitingPlacebyDr.SeussPublicDomain.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/3551d99e24ee4a3daaacd179b12df64b_Temperance_TheWaitingPlacebyDr.SeussPublicDomain.jpg"
    },
    "introPrudenceImage": {
      "__type": "File",
      "name": "2bbf86c18003f0f5d3366a97665c5cf0_Prudence_RebeccaMeetsIsaacbytheWaybyTissot_UsedWithPermission_RestoredTraditions.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/2bbf86c18003f0f5d3366a97665c5cf0_Prudence_RebeccaMeetsIsaacbytheWaybyTissot_UsedWithPermission_RestoredTraditions.jpg"
    },
    "qualifierAge": "13",
    "introPrudence": "In the nonfiction bestseller Blink, author Malcolm Gladwell makes an unexpected observation during a New York City speed dating event. He asks everyone about to participate to fill out a short survey about who they think they would be most attracted to and what they most want in a potential mate. He then has them rank the people whom they felt most attracted to during the speed-dating event. Surprisingly few of the participants’ self-described interests matched up with whom they felt most connected to during the event. Gladwell chalked this up to our unconscious habit of going with our “blink” response otherwise known as the first impression. He goes on to say that our “blink” is often more accurate at revealing who we are and what we want than our consciously described plans. No matter how you want to interpret Gladwell’s experiment, for a single person, it’s important information for the dating arena. As important as it is to discern a partner, few of us can accurately articulate what we want in a future spouse. If this is the case, how are we supposed to date well? We cannot hope to discern our best match unless we develop a closer alliance with prudence. \nPrudence is sound judgment; it is the ability to know and recognize what is the best course of action in any situation. It is a sure foundation that make sound judgment possible. For the single person it is to be open to the wisdom and guidance of the holy spirit, seeking valuable counsel, and weighing honestly any forming attractions. \n\tTrying to figure out who to date can feel exhausting and confusing. It’s not enough to be physically attracted to someone; there are so many other areas of life, work, goals, and faith that need to be discerned as well. Is someone prepared to love and be loved? Are you and the other person genuinely motivated to sacrifice for the other? Prudence says that we must take a step back, carefully consider what kind of dating habits we really have, and seek wise counsel when we are having difficulty discerning well. Read helpful books, reflect honestly, and consult trusted friends or mentors: “Who do you see me being most attracted to?” or “What qualities do you see for me in a spouse?”. Do their responses match up with who we believe we are pursuing ? Prudence isn’t doing what others tell you to do nor relying on something like an arranged marriage. Prudence seeks to reflect deeply on one’s own actions and to be open to finding wisdom outside of itself. If what Gladwell says is true and few of us can accurately describe a good match, wouldn’t it make sense to slow down and seek prudence? Rather than racing by with our own habits and perceptions, allow a greater intimacy with Prudence to enlighten you on the dating road ahead.\n",
    "introTemperance": "Amanda is dating. Frank is engaged. A cousin is getting married while a younger, married sibling just announced that they are expecting. And you? Well, Theodore Seuss Geisel once wrote, “You may come to a place where the streets are not marked. Some windows are lighted but mostly they’re darked..You can get so confused that you’ll start in to race down long wiggled-roads at a neck breaking pace and grind on for miles in a weirdish wild space. Headed, I fear, for a most useless place… The Waiting Place.” As a single person it is all too easy to feel stuck in a waiting place. Waiting for that moment when the phone will ring or the dating site will work or a new co-worker is available or the fateful collision with an attractive stranger in the park occurs. Our lives feel like they stop progressing in any other way because it revolves around the waiting place. There is only one virtue that can help save us from this awful place and it is temperance. \nTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For the single person, it is the ability to keep the desire for a mate from overshadowing every other dream, goal, or calling such that you stop doing anything but waiting for your future partner.\nToo many times we become so overwhelmed by our desire to find a special someone that we stop pursuing any other part of our lives. Temperance doesn’t mean that we stop trying to meet new people or regularly discern our feelings towards those that we go out with. It does mean that we are defined by more than a missing relationship status. Temperance enables us to keep our desire for another at a simmer instead of an out of control, roaring boil that can spoil any other works that God is bringing about in our lives. If we could only see His big picture plan, we would understand why we can’t post our wedding photo as a profile picture. The waiting is difficult but temperance can bring about a healthy peace. A peace that allows your full story to unfold. Go on that trip you’ve always wanted to go on. Take up that new job offer. Fulfill whatever dreams, passions, or inspirations that are knocking on your door.  Don’t worry, you won’t miss that moment to meet whomever you may be called to meet. Allow temperance to take away the fear that you are missing out so that you can escape that awful waiting place. \n",
    "introFortitude": "One of the greatest fears that may cross a single person’s mind is the question: “What if I end up being single for the rest of my life?” How does one face the lump in the throat or the empty pit in the stomach? Once the door is open, the questions keep coming: “What if I never meet my match? What if the person I am in love with doesn’t love me too or marries someone else? What if the religious order I want to join, discerns that I am not a match for them? What if I turn 35, 40, 45, 50, 60 years old and I am still single?” In order to answer these questions with courage and wisdom, we need a strength that comes from a deep and unflinching fortitude. \t\nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For the single person, it is the courage to enter into the dark and scary questions that may be holding us back from pursuing a fuller life. It is the courage to seek self-understanding and to seek the will of God with all of our hearts including the parts we may have been setting aside for a future spouse. It’s courage in the face of tears and strength in the face of pain. \nHistory is full of single people who have transformed the worlds of literature, medicine, nursing, science, music, and every other field out there. Their “spouses” were their calling and their “children” were the amazing inventions and progressions they brought to the world. But here is the fine print: these spouses and children couldn’t have happened without the fortitude to endure the sacrifice of a traditional family. One of the hardest things about being single is that it’s out there for everyone to see. It’s not something that can be hidden even if never talked about. Sometimes even our well-intentioned friends and family ask and worry about us being on our own when we are well settled into the passions and works that God has given us. Fortitude is there to provide that solid core to fall back on. Move forward with fortitude and the fearful questions will begin to fade away whether they are coming from within or without. \n",
    "introJustice": "On the hit TV show How I Met Your Mother, the character Barney Stinson spoke what would eventually become a thousand memes: “Everyone I know is getting married or pregnant and I’m just getting more awesome.” It’s become a battle cry of sorts for single people to jab at the newly married and/or with children crowd. Although it’s quite funny and in ways, very apt, it belies an undercurrent of frustration and unfairness that can happen between single friends, married friends, and friends with children. It’s a quote that encourages a competitive streak that can only be cured by a better understanding of justice. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For the single person, justice is the ability to stop comparing who has the better life, the harder life, the most achievements, the least achievements, or the best spouse and family. Justice enables a clear understanding of gifts, talents, and the strength it takes to exercise them in all walks of life. \nAs the advertising and media bubble has burst over the last 20 years, we see clearly that few people’s lives are as perfect as they seem. Even so, it’s easy to get swept up into following someone’s account to idealize or to criticize them for our own benefit. If we are to grow and to flourish, our self-worth must come from a much deeper place than how we compare to our peers. Justice leads us closer to the well that does not run dry. Justice reminds us that whether we love or hate being single, we have gifts, talents, and treasures that no one else can bring to the world and so comparison falls away. The focus becomes much clearer: What is due to you with what you have been given? Justice reminds us that our happiness isn’t waiting for us later when we get that job, that significant other, or that family. It is becoming more aware of the joy that is with you now, here, whether everything is getting more awesome or not. ",
    "growthRoleName": "Single"
  },
  {
    "objectId": "OiHCDuT4dE",
    "createdAt": "2014-07-09T15:53:14.143Z",
    "updatedAt": "2015-12-08T17:20:04.374Z",
    "active": true,
    "growthRoleName": "Teacher",
    "IntroFortitudeImageCredit": "Image: Bundelkland, India Drought of 2008 Photograph by All World Gayatri Pariwar",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-ba130750-4f8c-4324-b0cd-83aaeab11098-teacherfortitude.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-ba130750-4f8c-4324-b0cd-83aaeab11098-teacherfortitude.jpg"
    },
    "IntroJusticeImageCredit": "Image: Christ with Martha and Mary by H. Siemiradzski",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-90f821c9-4ff5-40c4-bb27-72303476f486-The_Scream by Edvard Munch.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-90f821c9-4ff5-40c4-bb27-72303476f486-The_Scream%20by%20Edvard%20Munch.jpg"
    },
    "IntroPrudenceImageCredit": "Image: The Scream by Edvard Munch, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-1fd4f833-d662-449f-be69-5f9f7b75b8f3-BlessedMoreau.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-1fd4f833-d662-449f-be69-5f9f7b75b8f3-BlessedMoreau.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Blessed Father Moreau, edited by Amelia Ruggaber, Creative Commons",
    "qualifierAge": "21",
    "introFortitude": "Before becoming a teacher, it was easier to rank our successes and failures. School. Sports. Applications. Our parents. Our own professors and teachers. It was easier because ultimately it only involved one person’s performance: our own. We got the grade that we put in the effort for, we scored the goals that we’ve practiced for, we nailed the applications and interviews we’ve prepared well. A job in the classroom is a bit more difficult. It is both familiar and bizarre. We are no longer one of the many students. We are now the teacher responsible for the intellectual nourishment of 15, 25, sometimes even 30 other people. No matter how great the energy and passion, it will often take time - more than we care to give ourselves - to reach a great stride in our teaching. In order to adapt to this new metric filled with mixed results, it will require fortitude to endure what will feel like failures. \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a growing teacher it is the ability to endure the ups and downs of a life in the classroom. It is the ability to endure the longer view of our career beyond the immediate affirmations we may be used to receiving. \nSometimes even when we are doing all the right things, bad things will happen. The classroom of students who were laughing with us and listening to us the week before will be disrupting the class or trying to blame us for missed work a week later. The high school student we have been tutoring all semester still decides to drop out. Another student fails a test and an angry parent blames you. Yet another student needs support from home but there is no support structure to carry them. For some of us this can be very jarring because we have been accustomed to an environment in which a good effort always equals a good result in a predictable amount of time. In a classroom of students good results involve a lot of other people. They have struggles, stories, and burdens that can directly impact our ability to teach them. Fortitude can give us the strength to endure these complicated days. It digs deep into what motivates us, what drives us, and why we are here. Fortitude incorporates our passions into the everyday effort so that we do not become tethered to any one moment more than we should. Fortitude is the long game perspective we’ve been looking for in and out of the classroom. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introJustice": "In the dystopian movie Half Nelson, actor Ryan Gosling plays an inner-city, middle school teacher named Dan Dunne who lives with a secret: He’s a drug addict. Through an unlikely friendship with one of his students, Dan finds some encouragement in dealing with his own demons but is hardly a whole man. It is apparent from the story that although he is young, he is not a new teacher. He has been pushing himself for a while ignoring some glaring emotional and physical needs. He is burned out, has no support structures, and can’t begin to talk about what is bothering him. It’s easy to judge someone like Dan who struggles with depression and/or substance abuse as weak in some way but the truth is that anyone without a firm understanding of justice can slip into a similar decline. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For a teacher it is the ability to recognize when we must address and take care of our own sadness, fear, anger, and pain. It is giving to others and to ourselves the emotional, spiritual, and physical care that is due a creation of God. \nThe pressures of being a teacher can begin long before the first class bell rings. It is vital then to have a firm grasp on how we need to take care of ourselves. Unfortunately many of us are not accustomed to slowing down enough to listen to our own needs, particularly if we are used to working hard. Perhaps someone like Dan Dunne began life in this way. Was he the talented athlete working harder and longer than everyone else? Was he always the happy, successful, go-to guy in college that no one bothered to worry about? Was he the star, first year teacher who could handle any student? No matter how well a life seems to be going from the outside, everyone will have negative feelings, hurt, and stress that need to be diffused on a regular basis. If we do not, we can easily set ourselves up for burn out. Justice enables us to take care of ourselves because it understands what is due to everyone. It isn’t laziness to take a day of rest when we need it. It isn’t whining to talk through an emotionally overwhelming situation with a trusted mentor. It isn’t selfish to create boundaries in relationships that aren’t healthy for us. It isn’t faithless to experience fears or doubt about our faith that need to be comforted. Study justice and you will have a much better understanding of how to avoid the burnout and self-medicating choices that someone like Dan Dunne could not.\n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introPrudence": "The Scream painted by Edvard Munch in the late 1890’s has been used throughout the years as a portrait of anxiety. It encapsulates the worry, dread, and dark colors we often feel when beset with stress. We can imagine Munch’s subject in the painting only now realizing something important that he forgot. As a new teacher, we may also feel new levels of anxiety, particularly through our tighter work schedule. Having an organized system of calendars, reminders, and files will set us up for a great start; yet, at the same time, there’s something deeper that must happen for any system to work well. No matter how well we may track our time, if we lack prudence no calendar can save us.\nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For a teacher, it is the ability to know ourselves intimately as children of God, as flawed humans, and as beautiful people. It is the ability to use this information such that we know what will work for us and what will not work for us at all times. \n\tAs a teacher, we will have a million opportunities to do very good things. As a finite human being, we can only choose a few. Prudence must guide us with the Holy Spirit to discern wisely what we will excel at, what will be a healthy challenge, and what would create undue physical and emotional stress. One of life’s biggest challenges is time management but with prudence we are working smarter and not harder. The temptation to fill every line in our calendar will be great. Prudence guides us to know which lines to fill and which to leave blank. It enables us to know how much time it will take us to accomplish our responsibilities well and on schedule without judgement and fear. It eliminates wasted moments. Edvard Munch’s Scream is an apt portrayal of those intense times of anxiety that we have all experienced, but with a firm alliance with prudence we do not have to linger long on his bridge. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”\n",
    "introTemperance": "Blessed Basil Anthony Mary Moreau founded the Congregation of Holy Cross in 1837. His priests, brothers, and sisters traveled throughout France and eventually throughout the world with a simple charism: to teach. It was this charism that brought Father Sorin and his band of brothers and sisters to the Indiana wilderness that would one day become the University of Notre Dame. Moreau grew up during the French revolution. Not only did he survive but he also thrived in his education and eventual ordination to the priesthood. How did he do it? When the environment in which he grew was so hostile to anyone of faith, how did he become a priest, found an order, and teach so many to read, to write, and to know God? Father Moreau was a man of great zeal but more importantly, he was a man of temperance. \n\tTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. For a teacher it is the ability to temper our passions, dreams, goals, and initiatives as educators with the appropriate prudence, patience, long-suffering, and meekness.\n Many of us chose to become teachers because of a great passion within us to make a difference in the lives of the young. Moreau also shared this great desire in post-revolutionary France where the majority of children went without opportunities for education, yet he knew he couldn’t create change all at once. Moreau had witnessed first hand what great zeal for change can do without temperance. In his lifetime, it had brought thousands to the guillotine. Blessed Moreau was a revolutionary himself but one of love. In his guide to teachers, On Christian Education, he sets out a list of attributes of what a beginning teacher needs the most. Upon reading his words what becomes clear is his great temperance in his daily life with his students and all the religious under his care.Temperance enabled Moreau to accomplish his goals bit by bit, day by day chipping away at the long, arduous, sometimes dangerous mission of religious based education. We, finding ourselves in the modern continuation of the education mission, can align ourselves with temperance such that our zeal does not consume us, cause us to become bitter, or cause others to ignore us. It will burn brightly yet quietly and faithfully as it did for Moreau. Seek temperance and like Moreau, we can make a lasting difference in the lives of those we seek to grow. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-6cab4206-3730-47ae-b3ba-f0114c24173d-siemiradzki_christ-in-the-house-of-martha-and-mary-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-6cab4206-3730-47ae-b3ba-f0114c24173d-siemiradzki_christ-in-the-house-of-martha-and-mary-sm.jpg"
    },
    "introJusticeImage_old": "tfss-6cab4206-3730-47ae-b3ba-f0114c24173d-siemiradzki_christ-in-the-house-of-martha-and-mary-sm.jpg",
    "introFortitudeImage_old": "tfss-ba130750-4f8c-4324-b0cd-83aaeab11098-teacherfortitude.jpg",
    "IntroTemperanceImage_old": "tfss-1fd4f833-d662-449f-be69-5f9f7b75b8f3-BlessedMoreau.jpg",
    "introPrudenceImage_old": "tfss-90f821c9-4ff5-40c4-bb27-72303476f486-The_Scream by Edvard Munch.jpg"
  },
  {
    "objectId": "ktsuyKwZKm",
    "IntroFortitudeImageCredit": "Image: The Annunciation by Henry Ossawa Tanner, Public Domain",
    "IntroJusticeImageCredit": "Image: Christ in the Storm by Rembrandt, Used with Permission",
    "IntroPrudenceImageCredit": "Image: Magdalene Anointing the Feet of Jesus by Frank Wesley, Used with Permission",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-de3d7ac6-0e49-4556-9ea0-7cd92adb686c-cole_the-voyage-of-life_youth_guardian-angel-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-de3d7ac6-0e49-4556-9ea0-7cd92adb686c-cole_the-voyage-of-life_youth_guardian-angel-sm.jpg"
    },
    "IntroTemperanceImageCredit": "Image: The Voyage of Life, Youth by Thomas Cole, Used with Permission ",
    "createdAt": "2014-03-24T14:25:31.982Z",
    "updatedAt": "2015-11-12T20:52:48.116Z",
    "active": false,
    "growthRoleName": "Disciple",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-11822abb-7f37-4c9a-a76e-5fca5dae48e5-TheAnnunciationHenryOssawaTanner.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-11822abb-7f37-4c9a-a76e-5fca5dae48e5-TheAnnunciationHenryOssawaTanner.jpg"
    },
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-d7da303b-636e-45cd-bd1f-342db62dbf1b-rembrandt_christ-in-the-storm-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d7da303b-636e-45cd-bd1f-342db62dbf1b-rembrandt_christ-in-the-storm-sm.jpg"
    },
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-d6baad8e-948d-46ae-a72a-78d77c6b3edd-MaryMagdalineFrankWesley.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d6baad8e-948d-46ae-a72a-78d77c6b3edd-MaryMagdalineFrankWesley.jpg"
    },
    "introFortitudeImage_old": "tfss-11822abb-7f37-4c9a-a76e-5fca5dae48e5-TheAnnunciationHenryOssawaTanner.jpg",
    "introJusticeImage_old": "tfss-d7da303b-636e-45cd-bd1f-342db62dbf1b-rembrandt_christ-in-the-storm-sm.jpg",
    "IntroTemperanceImage_old": "tfss-de3d7ac6-0e49-4556-9ea0-7cd92adb686c-cole_the-voyage-of-life_youth_guardian-angel-sm.jpg",
    "introPrudenceImage_old": "tfss-d6baad8e-948d-46ae-a72a-78d77c6b3edd-MaryMagdalineFrankWesley.jpg"
  },
  {
    "objectId": "zq2BtrRMJj",
    "createdAt": "2014-03-24T14:25:10.824Z",
    "updatedAt": "2015-11-12T20:52:55.713Z",
    "active": true,
    "growthRoleName": "Student",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-5f1b3d4a-d515-4c7f-bb22-680c4669efa5-studentfortitude.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-5f1b3d4a-d515-4c7f-bb22-680c4669efa5-studentfortitude.jpg"
    },
    "IntroFortitudeImageCredit": "Image: Daniel in the Lion's Den by Henry Ossawa Tanner, Public Domain",
    "IntroJusticeImageCredit": "Image: The Wise and Foolish Virgins by  Phoebe Traquair, Mansfield Traquair Church, Edinburgh, Used with Permission, Creative Commons",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-e756a66d-8407-4adb-b4b2-910344c84017-studentprudence.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-e756a66d-8407-4adb-b4b2-910344c84017-studentprudence.jpg"
    },
    "IntroPrudenceImageCredit": "Image: Cunning Serpent Innocent Dove Tattoo, Public Domain",
    "IntroTemperanceImageCredit": "Image: Drought by Arun K. Mishra, available at Indianartcollectors.com\n",
    "introFortitude": "In India, small children can eat hot curry and black cardamom while most in other countries cannot. In Norway, babies can tolerate cold temperatures that cause most of us to cringe - they even nap in the afternoons outside in a stroller on a winter afternoon. In some parts of Africa, children can walk up to twenty miles a day without thinking about it because it is their main form of transportation. The list of profound abilities could continue because as children we are given an amazing gift - the ability to adapt to whatever environment we find ourselves placed. Adaption is a great tool of survival but can be a severe, interpersonal liability when taken too far into adulthood. Why? In high school and college it becomes increasingly important to become aware of one’s cultural, religious, and moral beliefs. From that awareness to develop personal convictions and from those convictions to commit to a personal integrity. What starts as a great survival technique for young children can kill successful adult relationships because we will lack the strength to become a reliable, trustworthy individual. What is needed the most during this transition as a teenager to a young adult is fortitude. \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a student, it is the ability to endure the formation of character and personal integrity even when that means sacrificing short-term benefits.   \nDeveloping personal integrity means that one is consistent at home, at school, in the dorms, on the social scene, in the athletic field, at work, and with a significant other. It means that through fortitude one develops the ability to be consistent to one’s core beliefs no matter the circumstances or influences. Saint Paul once said in 1 Corinthians 13:11, “When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put the ways of childhood behind me.” Through a thorough understanding of fortitude, we too can put away childish inconsistency and grow into a person of great integrity; someone that everyone will respect and trust. \nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”\n",
    "introJustice": "“Dear Professor Smith, My grandmother died today. The funeral is on the day of the final in a town far, far away and I have to go; she practically raised me. Plus, her will stated that she wanted me there specifically. Suffice it to say, I won't be able to make it to the final exam. In fact, I'm so distraught that studying for any exams is going to be impossible . I really need to pass this class . I'm a senior, and it's the last requirement for my major. In light of this, I propose that you average the grades for my last 3 exams (with most of the weight on the highest grade, of course), and use that as my final exam grade. Thanks for your cooperation (and the letter of recommendation) . Very sincerely, Super Student Jones” \nThis made up letter sounds a bit silly but as students we have all been tempted to e-mail our own creative excuses to parents, professors, and bosses. The “dead grandma” excuse is so common during finals now that even if a student does have a real loss in the family, the professor is unlikely to believe them. What has happened in many cases is that we hope to gain sympathy or extra time to make up for our own lack of follow through during the semester. What has happened isn’t a lack of responsibility alone but also a lack of justice. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For a student, it is the ability to choose the fair and kind decision towards our professors, fellow students, and everyone who is trying to help us to discern our vocational path even when the consequences are not pleasant. \nA lot of times when we miss out on an opportunity or exam we immediately try to find a reason to say that it’s not fair: somehow the race was fixed, the other person cheated, the professor wasn’t clear enough, or the test was too hard. We scramble for excuses to take away the consequences of our choices not realizing how unjust we are being not only to our classmates but also to ourselves. Justice doesn’t mean that things go our way all of the time or that things will be easy. Fair is having the opportunity to succeed. How the rest goes depends on the choices that we make. This doesn’t mean that we can’t reach out and ask for help when things get rough. It does mean that if we didn’t study, partied too much, or otherwise got too involved with other activities that we accept the consequences of our actions instead of becoming angry when the professor says “Too bad.  Try again next time”. Become acquainted with justice and you won’t become the person tempted to pen the infamous “dead grandma” letter - instead, you can rise and fall graciously with the choices of your life. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-c9ca7aa3-b298-4c32-bba7-85c200bd2a62-The_Parable_of_the_Ten_Virgins_by_Phoebe_Traquair_Mansfield_Traquair_Church_Edinburgh.JPG",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-c9ca7aa3-b298-4c32-bba7-85c200bd2a62-The_Parable_of_the_Ten_Virgins_by_Phoebe_Traquair_Mansfield_Traquair_Church_Edinburgh.JPG"
    },
    "introTemperance": "The name Kardashian, for better or for worse, will be mentioned in the history books as an example of our current obsession with developing a personal brand. It’s the idea that a person can market their life as their own unique product and become like a commercial commodity. This concept used to be available only to those already famous but now anyone has the opportunity to create their own market. This can be a good thing yet when the desire for personal branding leads to completely selling out oneself and doing everything to keep a brand empire going, it leads to harm to self and to others. As a student, it is important to be aware of this dark side early on when so many examples of personal branding leave out this very important thing - the need for temperance. \n\tTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a student, it is the ability to manage the desire for a personal brand and image with living a real, loving, virtuous life. \n\tChrist once said in Matthew 6:3, “But when you give to someone in need, do not let your left hand know what your right hand is doing.” Christ was talking about the very important need to refrain from making everything we do public especially acts of mercy or charity. This can be very difficult today. Focused so much on the next post and the re-tweets we might get, it is easy to become motivated by what what will look good online. Temperance gives us the ability to balance the desire for a great personal brand with the very important need for humility, respect, and love. Famous falling stars like Lohan, Armstrong, or the Kardashians have lost sight of this bigger picture. None of them are bad or stupid people. They merely became intemperate - allowing the desire for their popularity to overshadow and take over all the other healthy desires that enable one to live a virtuous life. Temperance enables us to keep our online footprint in it’s rightful place such that we don’t miss out on the amazing formation we can receive as a student, friend, and child of God. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-1add444d-94ea-451c-972c-ad6d628b9da4-studenttemperanceby.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-1add444d-94ea-451c-972c-ad6d628b9da4-studenttemperanceby.jpg"
    },
    "introPrudence": "\tJane Austin  wrote a well known story about two sisters. One was passionate, moody, and given to long speeches. The other was reserved, always calm, and rarely shared her inner struggles with anyone else. These familiar sisters of Sense and Sensibility illustrate an ongoing tension within society between two groups of people: those who readily share their circumstances, feelings, and mistakes with others; and those who choose to keep all that stuff silent. The “sharers” usually think the “silent” are un-empathetic, inaccessible, or elitists who want to pretend that nothing ever goes wrong. The quiet souls usually think the talkative ones are rude, immature, or drama-seekers who can’t keep anything to themselves. Neither extreme is a virtue and only prudence knows how to strike the balance in what to share, when to share, and when to remain still. \n\tPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For a growing student, prudence helps to cultivate interpersonal wisdom to navigate family, friendships, professors, and business connections in relevant ways. \n\tA time and a place. It’s a phrase that is used a lot. It is the idea that nearly anything can be good when it is done at the right time and in the right place. As a student not only of academic endeavors but of life, it is part of our responsibility to understand and to develop this key nuance. Sharing is important but typing a cringe-inducing post on twitter or parading the personal struggles of a classmate at school can be devastating to yourself and others. Silence is important particularly in protecting yourself and others from gossip but shutting down when a friend asks you for advice or ignoring your parents when they reach out can be isolating and hurtful. Prudence gives us the ability to understand our current relationships such that we can discern what should and should not be spoken. It feels in the fuzzy details with a clear plan because it relies so much on the immediate data of time, place, and people. Whether you have more of a proclivity to speak or to remain silent, prudence enables you to balance that natural urge with insight into what is best to do with those around you at all times. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introFortitudeImage_old": "tfss-5f1b3d4a-d515-4c7f-bb22-680c4669efa5-studentfortitude.jpg",
    "introJusticeImage_old": "tfss-c9ca7aa3-b298-4c32-bba7-85c200bd2a62-The_Parable_of_the_Ten_Virgins_by_Phoebe_Traquair_Mansfield_Traquair_Church_Edinburgh.JPG",
    "IntroTemperanceImage_old": "tfss-1add444d-94ea-451c-972c-ad6d628b9da4-studenttemperanceby.jpg",
    "introPrudenceImage_old": "tfss-e756a66d-8407-4adb-b4b2-910344c84017-studentprudence.jpg"
  },
  {
    "objectId": "JBx9eMMDTV",
    "IntroFortitudeImageCredit": "Photo: Lunch atop a Skyscraper, Photographer Unknown, Public Domain",
    "IntroJusticeImageCredit": "Image: Harvest Rest by George Cole, Public Domain",
    "IntroPrudenceImageCredit": "Photo: Empty Desk, Creative Commons",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-5bbc07b7-0f08-4be0-aae7-8ec779f17920-Drunkmonk.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-5bbc07b7-0f08-4be0-aae7-8ec779f17920-Drunkmonk.jpg"
    },
    "IntroTemperanceImageCredit": "Image: The Drunken Monk By Giuseppe Marastoni, Public Domain",
    "createdAt": "2014-03-21T16:38:02.688Z",
    "updatedAt": "2014-11-05T00:42:59.044Z",
    "active": true,
    "growthRoleName": "Employee",
    "introFortitude": "No matter how well you may get along with your boss, there will be inevitable eccentricities in their leadership style or personality that you will encounter. Maybe you’ll discover that they don’t take feedback seriously. Maybe they show up to meetings late. Maybe they choose not to abide by the company rules they enforce on others. Maybe they have an annoying habit of making a hurtful joke out of what could be helpful employee feedback. Maybe they are never around. These challenges are difficult and over time can be destructive to our morale in the workplace if we do not understand the virtue of fortitude. \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For an employee, it is the ability to endure the challenges of our work environment well, including the difficult character of a person we may work with for the good of our career, our passions, and our families. \nHaving fortitude doesn’t mean that we allow our employers to say or do anything that is harmful or abusive. Rather, we can professionally share with our boss when something is impeding our work and we can patiently endure recurring character foibles for the sake of working together to accomplish a mutual goal. Everyone, no matter where we work, is going to have particular shortcomings that we find annoying. Some bosses won’t even be able to be around for support and guidance because of the sheer numbers within a company. Fortitude allows us to see clearly the good whether it is our job itself or the material goods our job provides for our life and the ones we love. It allows us to weigh the cost, even the cost of an imperfect boss, and to endure it with courage, strength, and consistency. Fortitude isn’t allowing ourselves to be emotionally beaten or tied down. Fortitude is understanding that anything worthwhile has its price. It enables us to endure these little price tags well, even when they are from the guy handing us our paycheck. \n \nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-571ef3a8-2ffc-4550-836d-b75b7503eb65-MenAtLunch.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-571ef3a8-2ffc-4550-836d-b75b7503eb65-MenAtLunch.jpg"
    },
    "introJustice": "It was even worse than if nobody had been there. The manager of the big-box store walked into the TV department and not only was the sales clerk missing, the available merchandise was taken from display to storage. If the clerk was uncomfortable being a TV salesmen, at least he could have left all of the TV’s out for customers to browse. Sound a little crazy? Well, that’s exactly what an employee did in one of Jesus’ parables. In <a href=”http://www.usccb.org/bible/matthew/25:14”>Matthew 25:14-30</a> three servants were given varying amounts of responsibility according to their experience. The master went away on a long trip. When he returned, he took inventory of what the servants had been given. The first two servants’ work exceeded expectations. As most of us know, the third servant took the money that was given to him and buried it in the ground. Understandably the boss was upset because the servant hadn’t even thought to put the money in a savings account. The servant was fired. More than a lack of courage or common sense, what this servant lacked the most was an understanding of justice. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For an employee, it is understanding how to balance one’s personal needs with what is due to his business position and to his boss. \nAn understanding of justice allows us to calculate what is the very least that is due to our leaders by virtue of our position so that no matter what we are struggling with on the inside, we can at least be fair. Image a law clerk is entrusted with a case file by the managing lawyer to prepare for an upcoming court case. She doesn’t know how to do all of the research on her own. Rather than speak with her boss about her needs or find another clerk who can help her, she locks up all of the papers and evidence in a safe and does nothing about it until the court day arrives. No one is prepared. Again, it’s even worse than if no one had been there. There’s a saying, “Fake it until you make it” but it only works if we have the wherewithal to deliver on what is required of us. We are not always going to be prepared for a particular position. Communicating our needs professionally with our boss and accepting the consequences of that communication whether being sent for further training, being partnered with another employee, or being asked to find a different position is fair.  Strive to cultivate justice and it will be much easier to take care of yourself and your employer and to find a position that does fit your particular passions and strengths. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-eab1d52a-2f0e-43b5-b8bb-2d2f5e8e7042-harvest imagegeorgecole.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-eab1d52a-2f0e-43b5-b8bb-2d2f5e8e7042-harvest%20imagegeorgecole.jpg"
    },
    "introPrudence": "An executive manager is getting fired today because someone told his boss that he was lazy and wasteful. He holds his notice in his hands and his mind immediately begins racing through the possible options he can pull together to make the best of a bad situation. As our dejected friend sets a reminder on his smartphone to brush up his resume, he begins to organize any accounts in his care for the new employee that will take his place. It sounds like a sad story but here’s where things get interesting: as he meets with partnering businesses to transition accounts, he ensures that each account is taken care of and works hard to give each a stronger, more advantageous business connection with his current employer - perhaps the connections that they should have had all along. Why now? Wouldn’t it make more sense not to care what happens, perhaps even get a little revenge? No, our friend realizes that when he is looking for another job in the near future, he has created positive recommendations and therefore possible opportunities despite his negative dismissal. Does that sound a bit shady? According to Christ, this guy was simply prudent. \t\nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For an employee, prudence is the ability to understand the larger framework of his or her work environment including the interpersonal dynamics of leader, partner, & employee; and with that knowledge to make the best decision no matter what the situation.\nIn <a href=”http://www.usccb.org/bible/luke/16”>Luke 16:1-13</a>, we can read the original account of the parable of the prudent steward. It is a parable still argued over today. Some people think that what the steward did at the end was dishonest because of his creative management of debts with other landowners. They puzzle at Christ’s commendation, but perhaps we are missing the dishonest part. What if the steward was a lazy, wasteful employee who took his job for granted in the beginning but the threat of losing it made him wake up? Christ praises the steward for his ability to quickly change and understand the bigger picture, to create positive connections, and to take care of himself in difficult situations. Prudence makes an employee real, dynamic, and able to understand the company beyond an immediate task. It makes one virtuous and savvy. Let’s imagine a “what if?”: Had our friend acquired prudence sooner perhaps he wouldn’t have had to find a new job to begin with. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-1525128d-4642-4bea-a21d-51698898acdf-emptydesk.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-1525128d-4642-4bea-a21d-51698898acdf-emptydesk.jpg"
    },
    "introTemperance": "A Christmas Carol and many other, more modern, cautionary tales outline the harm of pursuing career success too much but there is also an overlooked, opposite challenge. There are many of us whose desire for relaxation, relationships, sleep, or independence blocks our ability to achieve any consistent job position. These unchecked desires block necessary work abilities such that at best our work is mediocre and at worst our work is sub-par. No matter which desires we are dealing with, whether too much or too little for work, we need temperance to create a healthy balance and consequently a functional life. \nTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For an employee, it is not only the moderation of our desires for success but also a moderation of our desires for safety, enjoyment, rest, and autonomy outside of the work place. \nEven when we love our jobs and love what we do, there will be days when goofing around on Twitter or calling in sick because we were out too late with a group of friends at dinner the night before sounds like a better idea. Temperance wants us to have those good times but it also allows us to gauge these healthy desires so that they do not ruin our chances of having a successful career. Money and job success isn’t everything but a certain amount of it is a necessary part of taking care of ourselves and our families. Temperance allows us to see this and all of our desires in a beautiful framework. It not only allows us to curb our everyday appetites but also our interpersonal, professional rough edges so that we can grow into a responsible employee. Seek the self-discipline of temperance and passions will flourish in their proper place whether at work or in the home.\n \nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "introFortitudeImage_old": "tfss-571ef3a8-2ffc-4550-836d-b75b7503eb65-MenAtLunch.jpg",
    "introJusticeImage_old": "tfss-eab1d52a-2f0e-43b5-b8bb-2d2f5e8e7042-harvest imagegeorgecole.jpg",
    "IntroTemperanceImage_old": "tfss-5bbc07b7-0f08-4be0-aae7-8ec779f17920-Drunkmonk.jpg",
    "introPrudenceImage_old": "tfss-1525128d-4642-4bea-a21d-51698898acdf-emptydesk.jpg"
  },
  {
    "objectId": "DwMILaimO5",
    "IntroFortitudeImageCredit": "Photo: Father Augustus Tolton, Public Domain",
    "IntroPrudenceImageCredit": "Image: Meeting the Rich Young Ruler by Frank Wesley, Used with Permission",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-6033d7bc-f91a-4080-a0d0-2f0770ac26ea-bruegel_the-blind-leading-the-blind-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-6033d7bc-f91a-4080-a0d0-2f0770ac26ea-bruegel_the-blind-leading-the-blind-sm.jpg"
    },
    "IntroTemperanceImageCredit": "Image: The Blind Leading the Blind by Pieter Bruegel the Elder, Used with Permission",
    "createdAt": "2014-03-21T16:37:54.769Z",
    "updatedAt": "2015-12-08T17:59:52.797Z",
    "active": false,
    "growthRoleName": "Leader",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-8e1ab3c5-0d59-465e-984e-626c3e7da9aa-FatherAugustusTolton.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-8e1ab3c5-0d59-465e-984e-626c3e7da9aa-FatherAugustusTolton.jpg"
    },
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-3be6a471-1a1b-46b4-9e40-9c7b738fe19a-PeterbyDeaconMatthewDGarrett.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-3be6a471-1a1b-46b4-9e40-9c7b738fe19a-PeterbyDeaconMatthewDGarrett.jpg"
    },
    "IntroJusticeImageCredit": "Image: Icon of Saint Peter by Deacon Matthew D Garrett",
    "qualifierAge": "21",
    "introJusticeImage_old": "tfss-3be6a471-1a1b-46b4-9e40-9c7b738fe19a-PeterbyDeaconMatthewDGarrett.jpg",
    "introFortitudeImage_old": "tfss-8e1ab3c5-0d59-465e-984e-626c3e7da9aa-FatherAugustusTolton.jpg",
    "IntroTemperanceImage_old": "tfss-6033d7bc-f91a-4080-a0d0-2f0770ac26ea-bruegel_the-blind-leading-the-blind-sm.jpg"
  },
  {
    "objectId": "sYEsNijoUU",
    "IntroFortitudeImageCredit": "Image: Christ Washing St. Peter’s Feet by Ford Brown, Used with Permission\n",
    "IntroJusticeImageCredit": "Image: Mary and Martha, Artist Unknown, Public Domain",
    "IntroPrudenceImageCredit": "Image: Saint Maxmillian Kolbe, Used with Permission,  Monastary Icons.com",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-a78a6635-b507-4d6c-ae38-abbbdd4d26ad-friends_under_the_rain_by_Leonidafremov.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-a78a6635-b507-4d6c-ae38-abbbdd4d26ad-friends_under_the_rain_by_Leonidafremov.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Friends Under the Rain by Leonid Afrimov",
    "createdAt": "2014-03-21T16:37:17.060Z",
    "updatedAt": "2014-11-06T17:31:18.122Z",
    "active": true,
    "growthRoleName": "Adult Friend",
    "introFortitude": "Saying “I’m sorry” is difficult. Most of us try to avoid it if we can. We grow and learn different ways of relating as we become adults to avoid making mistakes and hurting our friends. The inevitable thing about being human is that no matter how wise we grow, we cannot anticipate all things and the need to apologize presents itself in every relationship sooner or later. Although we feel that most of us should have learned how to say “I’m sorry” by now, we often struggle to reconcile to friends whom we have hurt or who have hurt us. Why? Because saying I’m sorry requires courage, humility, and endurance. It requires a thorough familiarity with fortitude. \n\tFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a friend, it is the ability to endure the small conflicts, character clashes, and necessary apologies for the good of creating a real relationship with another person. \n\tSo many times friendships slip away at the first sign of conflict because one or both friends become overwhelmed by the idea of talking through what happened. Younger generations too dependent on tech-based social interfaces may have a handicap in this regard. Older generations too set in their ways may struggle too. For the majority of us, the struggle is practical: we lack positive ideas in how to begin a constructive conversation. It is an action that will always require a bit of sacrifice - courage to communicate when someone else hurt us, humility to admit when we have hurt someone else, and endurance to keep doing this everyday with every relationship as needed. Cultivate fortitude and saying “I’m sorry” may not become easy but you will see why it is a necessary, courageous act of love that enables the most enduring friendships. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-15be8fee-6b96-435b-b49e-4cc2d91a41cc-brown-ford-jesus-christ-washing-peters-feet-small.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-15be8fee-6b96-435b-b49e-4cc2d91a41cc-brown-ford-jesus-christ-washing-peters-feet-small.jpg"
    },
    "introJustice": "One family homeschools. Another family attends public school. One friend still goes out on Friday nights. Another one stays at home. One husband buys his wife flowers every week and works late into the evenings. Another comes home earlier than his co-workers from work with no flowers. Another stays home with the kids and the wife is the primary bread-winner. One friend goes to a more traditional, Tridentine Mass and another chooses to go to a more progressive, youth-centered, LifeTeen Mass. It’s amazing how many different personalities, gifts, and expressions are found within the people around us and in the Catholic Church itself. It is a beautiful part of what makes the world and our Church so amazing. At the same time, this variety can also be a source of tension and fear and inspire various expressions of criticism and judgment in us all. What we lack in many of these instances is a clear grasp of justice.  \t\nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. For a friend, it is the ability to give our friends the due space and respect to seek love, faith, honor, humility, success, and peace for themselves without constantly comparing our particular path to their own. \nWe are not called to walk the same path as our friends our whole life long. We can look to the life of the Saints to attest to that truth. We are called to challenge our friends in due season - to help them to walk through life decisions thoroughly and conscientiously when asked for advice. We are not called to judge them when their carefully thought-through conclusions do not align with our own. The virtue of justice gives to each of us the ability to be fair in speech, actions, and thoughts. Our friends deserve support and the humble acknowledgement that we are not them and ergo do not know everything that is best for them. We must acknowledge that what God may be calling them to do may be significantly different than what he has in store for us. Justice ensures a certain courtesy and a certain grace to embrace the variety of lifestyles among us without sacrificing the heart of our faith, our hope, and our love. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-52b90235-705e-4a50-bb02-4c8841e04779-FriendshipJusticeArtistUnknown.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-52b90235-705e-4a50-bb02-4c8841e04779-FriendshipJusticeArtistUnknown.jpg"
    },
    "introPrudence": "Jesus said in the Gospel of John that greater love has no one than to lay down one’s life for a friend. That seems a bit difficult to understand, particularly in our present time. With social media outlets like facebook, instagram, and blogger, it’s easy to think of a friend as someone you hardly know, someone you never really talk with, someone we cyber stalk and nothing more. How can you lay down your life for a friend if you don’t even have a clear definition of what a friendship is anymore? In order to even contemplate Christ’s concept of friendship, we have to define what and who a friend is. This is a form of prudence. \nPrudence is sound judgment; it is knowledge of the truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. Prudence allows us to see clearly what is creating a healthy connection to another person. It allows us to understand what true friendship is and what it is not. It enables us to give and to receive meaningful community into our lives. \nWithout prudence, we may miss a proper understanding of human friendship. The truth is that friendship is the building block of every relationship in our lives whether with a mother, father, sister, brother, leader co-worker, child, or spouse. To understand friendship is to understand the foundation of love. Prudence can ground us in the truth of friendship and enable us to connect across generations, across family ties, and yes, even across social media in meaningful ways.  Prudence is the everyday wisdom of how to respond to each other in love. It is the the practical knowledge of how to lay one’s life down for a friend. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!” ",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-f26f221f-f461-4bc7-9bf2-c87df315ba70-saintkolbefriendship.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-f26f221f-f461-4bc7-9bf2-c87df315ba70-saintkolbefriendship.jpg"
    },
    "introTemperance": "In the 2010 hit remake of Sherlock, Benedict Cumberbatch plays the eccentric, detective, genius who has few friends and many enemies. In this particular modern iteration of Sir Arthur Conan Doyle’s series, it becomes very obvious why Sherlock doesn’t have many friends. Constant, and at first seeming involuntary, he reveals compromising personal information about those around him using his innate skills of deduction. He makes everyone, except the modern Watson, feel like they need to protect themselves from his unsolicited character sketch. Although an interesting twist in a well-written television show, offering unrequested advice or intimate feedback in an inappropriate setting is damaging to forming friendships. In order to create strong ties to those around us, we must use temperance to moderate all of our impulses and desires, even when, unlike Sherlock, those desires have the best of intentions.\nTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a friend it is the ability to temper our desires to help, to offer advice, to be the know-it-all, or to possess the constant upper hand in a friendship.\nAs the seasons of the new Sherlock unfold, we understand more why Sherlock uses his abilities against those around him. As a rather rotund, sickly kid, he was often mocked and emotionally abused. He never quite fit in and saw everyone around him as a potential enemy. His gift of deduction became his only defense. Rather than remain hopeful as an adult that he may yet make amiable connections to those around him, he chose to begin every new relationship by ensuring that he had the upper hand. Sort of a “strike first so they can’t strike you”. What he didn’t allow room for was the ability of choice on the part of the other. As we spend more time with friends, we choose to reveal our weaknesses slowly over time. Every time we feel safe, we reveal more. Every time we feel belittled, judged, or pegged, we shut down, cease sharing, and defend ourselves from the verbal attacker. Temperance enables us to balance our need to protect ourselves and to feel in control of those around us. It also enables us to moderate our desire to see someone else grow faster than they want or are capable of at the moment. In short temperance allows us to temper our desire to offer advice or to be the know-it-all kind of person that no one is really friends with at all. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "qualifierAge": "21",
    "introJusticeImage_old": "tfss-52b90235-705e-4a50-bb02-4c8841e04779-FriendshipJusticeArtistUnknown.jpg",
    "introFortitudeImage_old": "tfss-15be8fee-6b96-435b-b49e-4cc2d91a41cc-brown-ford-jesus-christ-washing-peters-feet-small.jpg",
    "IntroTemperanceImage_old": "tfss-a78a6635-b507-4d6c-ae38-abbbdd4d26ad-friends_under_the_rain_by_Leonidafremov.jpg",
    "introPrudenceImage_old": "tfss-f26f221f-f461-4bc7-9bf2-c87df315ba70-saintkolbefriendship.jpg"
  },
  {
    "objectId": "HnAoWgP5Z9",
    "IntroFortitudeImageCredit": "Image: Loves Daydream by Marcus Stone, Public Domain",
    "IntroJusticeImageCredit": "Photo: Shutterstock, Used with Permission",
    "IntroPrudenceImageCredit": "Image: Colour Tinted Self Portrait by <a href=\"http://jamie-poole.com/\">Jamie Poole</a>, Used with Permission",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-eca6251a-12bc-4a15-aed2-5c0b226d696b-BaptismStJohnoftheCrossJamiePoole.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-eca6251a-12bc-4a15-aed2-5c0b226d696b-BaptismStJohnoftheCrossJamiePoole.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Baptism (Saint John of the Cross) by Jamie Poole, Used with Permission",
    "createdAt": "2014-03-13T01:18:30.743Z",
    "updatedAt": "2014-11-11T17:06:27.877Z",
    "active": true,
    "growthRoleName": "Boyfriend",
    "growthRoleNameFancy": "Courtship",
    "introFortitude": "We all wince inside when we hear the news stories of a young woman sexually abused at the hands of a group of young men. By now there have been quite a few in our own court systems: high school sports teams, college sports teams, professional teams, and frats to name a few. The truth is the failure of the group doesn’t begin with the team. It starts with the everyday failure of the individuals on that team. Not everyone within these groups of young men thought it was okay to treat a woman this way, as revealed when giving their testimonies in a court of law; yet, they didn’t do anything to stand up for their convictions. Why? You could give a variety of societal and psychological reasons but all the missing pieces would eventually point to one common factor: a lack of fortitude. \n\tFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a man, it is in part guarding and standing up for the true definition of attraction and sexuality. It is standing up for the personal dignity of the young women in his life whether these women are on a screen or on the street, whether they are only in his heart or flesh and blood, day to day people. \n\tIt takes courage to stand up to a lie. One lie persisting in our western culture despite our many advancements is that the worth of a woman is defined by and limited to her ability to be an object of sexual entertainment. A man of fortitude not only knows the truth about a woman’s intrinsic value but he also has the courage to enact the truth in his life beginning in his heart. Christ once said in Matthew 5:28 that if a man even looked at another woman with lust in his heart, he had already committed adultery. Whether a man is married or not, Christ knew something about sexually using other people. He knew that sexual injustice doesn’t start with extreme actions like a group of young men sexually abusing a drunk, young woman. It begins with each man’s heart possessing the courage to fight the ever-present lies twisting human sexuality. Fortitude gives a young man the strength to stand even when everyone else on his team may be failing.  Most of us will never be confronted with extreme examples of sexual objectification but every one of us will be confronted daily with the seemingly insignificant battle of sexual injustice in our hearts. We can’t continue to underestimate this fight. Fortitude gives us the ability to stand not only for the dignity of our own girlfriend but for every young man and woman. It’s time to change the “team” from the inside out, one person at a time.  \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”\n",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-5185c9cd-c311-47e2-b455-abc252310598-LovesDayDreamMarcusStone.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-5185c9cd-c311-47e2-b455-abc252310598-LovesDayDreamMarcusStone.jpg"
    },
    "introJustice": "He’s Just Not That Into You. You may or may not have heard of it. It was a book that was written in 2004 and became a less popular mash-up movie in theatres five years later. The book was well-liked by single women, selling millions, but not with single men. In fact, the male author got hate mail and even a couple physical threats from other guys. Why? Because author Greg Behrendt was fair enough to do what most men don’t know how to do or willfully choose not to do: Tell the truth in a dating relationship. Behrendt outlines a list of revealing guy tactics and bluffs that in the end all communicate a simple truth: a man knows when the woman he is dating isn’t “the one”. He’s just not that into a particular girl because she’s not the lovely lady he wants to settle down with forever and that’s okay. What isn’t okay is that some guys are too afraid or too ignorant to be this honest and get stuck in a relationship. Others in full knowledge extend a relationship falsely because they enjoy the creature comforts of having a girlfriend. Both are unfair. Both lack justice.  \nJustice  is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. As a boyfriend it is the kindness to communicate clearly one’s feelings and intentions to the other person without false intentions.\n\tImagine a world in which more single men possessed justice and acted with fair kindness toward the women they were dating. What would happen? Women wouldn’t feel manipulated or used. Men wouldn’t have to deal with the hurt, fear, and betrayal left over in a woman’s heart from previous poor relationships. Many men and women would be less “clingy” because they would understand exactly where they were at in a relationship. Does it cost something? Of course. Guys would have to forego being able to manipulate a woman into giving away the parts of her that she only shares with someone she believes she is in a deeply committed relationship with. Guys would have to be okay with disappointing a girl they are dating when they just aren’t that into her. Greg Gehrendt may not know about the virtue of justice but in revealing the lack of it in modern dating relationships, he gave every single man an invitation to be more. Perhaps we can stop with all of the lies, threats, and hate mail to cover a front and put that energy to better use in pursuing justice toward the women we are dating. It really pays off. \n\t\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-96059346-88a8-4c0c-ab89-f57b85e7c502-YoungManBFJustice.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-96059346-88a8-4c0c-ab89-f57b85e7c502-YoungManBFJustice.jpg"
    },
    "introPrudence": "Avoiding pornography is nearly impossible today. Sure, technically we can stay away from porn sites online. We can steer clear of movies with explicit sex scenes. We can turn away from the television screen when the compromising commercials roll through. Although these are all important habits of self-control, these are choices we make that can and often due break down over time. Why? It seems like from the beginning we are told that pornography and the consequential sexual perspective of men and women is all men want. We are told this is what will make us happy. We are told we are missing out on something if we do not engage in the pornographic culture around us. In order to combat all aspects of pornography, we must understand the lies that have been told to us; we must seek and know the truth of masculine happiness. We need to cultivate prudence. \nPrudence is sound judgment; it is the ability to know and recognize what is the best course of action in any situation. It is a sure foundation that make sound judgment possible. In order to combat the lies of and potential addiction to pornography not only for a man’s health but for the benefit of his future girlfriend and future spouse, he must be strengthened by sound judgment.\nTemptations rush in when we least expect and often when we are feeling are worst. As much as we train ourselves in self-discipline and self-control, we need more ammunition to fight the battle and win the war. We need that lifeline of truth to ground ourselves when the lies of sexual temptation try to persuade us that pornography is all there is. The catechism says, \"With the help of this virtue [of prudence] we apply moral principles to particular cases without error and overcome doubts about the good to achieve and the evil to avoid.\" A man who fully understands the truth of his sexuality can prudently ground himself in the storm. He can be a man of honor, strength, and yes, of romance, who responds to a woman in a way that satisfies the desires of her heart. He is the kind of man that a woman truly desires and that other men truly respect. Seek prudence in all things and it will become very easy to see the truth from a lie. Seek prudence and our sexual desires will be refined from the inside out. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!” ",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-e834bf4e-5691-446c-8105-f27499c7f964-ColourTintedSelfPortraitJamiePoole.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-e834bf4e-5691-446c-8105-f27499c7f964-ColourTintedSelfPortraitJamiePoole.jpg"
    },
    "introTemperance": "Passion. Excitement. Curiosity. Three words that describe how most of us fill when a woman we are interested in says yes to going out. Those first few dates, first few weeks, or first few months of a new relationship are often filled with exhilaration. During this time, it’s easy to make snap decisions that may or may not be good for you or the person you are just getting to know. Although the hormones and pheromones feel overwhelming and can cloud sound judgment, the virtue of temperance tells us their moderation is entirely possible and hold the key to taking care of ourselves and each other well.\nTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a dating man temperance is the habit of emotional and physical moderation that allows real connections and real discernment to flourish towards the person he is dating. \nTemperance isn’t a restriction. It is a healthy enabler. It enables a boyfriend to make wise decisions when dating someone so that he doesn’t have to waste precious time waiting around until his physical responses settle down on their own. Without a habit of temperance, more often than not, two people go farther than they really want to emotionally and physically and emerge from a break-up with hurt feelings, trust issues, and physical burdens that could have been avoided to begin with. Temperance understands that physical attraction and passions are good things but that in a dating relationship, they need to find their rightful place and expression in the larger framework of life. As a young man, temperance enables him to treat every person, including every attractive young woman, with the same clarity of thought and intention. A clear vision of 20/20 that doesn’t have to happen from behind. It can be seen moving forward. I Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”\n",
    "qualifierAge": "13",
    "qualifierGender": "M",
    "introJusticeImage_old": "tfss-96059346-88a8-4c0c-ab89-f57b85e7c502-YoungManBFJustice.jpg",
    "introFortitudeImage_old": "tfss-5185c9cd-c311-47e2-b455-abc252310598-LovesDayDreamMarcusStone.jpg",
    "IntroTemperanceImage_old": "tfss-eca6251a-12bc-4a15-aed2-5c0b226d696b-BaptismStJohnoftheCrossJamiePoole.jpg",
    "introPrudenceImage_old": "tfss-e834bf4e-5691-446c-8105-f27499c7f964-ColourTintedSelfPortraitJamiePoole.jpg"
  },
  {
    "objectId": "WHE7IX8QAg",
    "IntroFortitudeImageCredit": "Image: The Flirtation by Eugene de Blaas, Public Domain",
    "IntroJusticeImageCredit": "Photo: Valerie Everett, Creative Commons",
    "IntroPrudenceImageCredit": "Photo: Shutterstock, Used with Permission",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-f9e783c0-a19e-4ccc-b587-45aaaf65727c-millais_huguenot-wearing-catholic-badge-on-st-bartholomews-day-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-f9e783c0-a19e-4ccc-b587-45aaaf65727c-millais_huguenot-wearing-catholic-badge-on-st-bartholomews-day-sm.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Huguenot Wearing a Catholic Badge by J. Millais, Used with Permission",
    "createdAt": "2014-03-13T01:18:30.735Z",
    "updatedAt": "2014-11-04T19:33:42.765Z",
    "active": true,
    "growthRoleName": "Girlfriend",
    "growthRoleNameFancy": "Courtship",
    "introFortitude": "“...for the sons of this world are for their own generation wiser than the sons of the light.” The previous words are a part of a scripture passage from Luke 16:8. They are referring to the ability of non-believers to be more practical in everyday things than those within the faith and wow, is it true when it comes to dating advice from popular comedian Greg Gehrendt. As the co-author of Some Sort of Book About Dating, he cuts right to the practical points: “The reality is that there is a game to be played when dating and it’s called RESTRAINT. Quite frankly, when you reject that idea, you yourself are playing your own game. It’s a game of refusing to look at human nature….There’s an order in which everything happens. If we mess with the order the whole thing will fall apart. Why would we single out dating as the place to say, ‘Ah, forget the order’... It makes no sense. You don’t walk into a job interview and ask where your desk is. You don’t make a new friend then, after week one, tattoo their name on your neck. You don’t eat poorly all week and wonder why your pants don’t fit. There’s an order to things and dating is no exception.” What Gehrendt is pointing to is the practical need for an interior strength of purpose and will to follow a healthy order of courtship and dating. It is the need for fortitude and we shouldn’t leave it out of our love lives for any reason.  \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For the discerning, dating woman it is the ability to stand up for our dating standards and convictions to the point that we don’t neglect proper order for immediate comforts of a boyfriend, that hook-up, or those few moments where we can convince ourselves that we are in love. \nIt doesn’t matter if a man has a great Catholic family, is the track star of his high school, a theology major in college, or the executive darling in the work place. How does he treat the woman he is dating right here, right now? Is he willing to respect the order and spend the time that a high standard of courtship requires? No? Well, then we need to have the courage to say “no, thank you and goodbye” to anything more than a friendship for this season. Greg Gehrendt may not hold to the teachings of the Catholic Church but his words echo a very deep truth that more ladies of faith need to hear: We need to have the fortitude to hold to our standards in the field. A guy may hold to our physical dating standards but refuses to even think about supporting any faith standards? Not dating material right now. A guy can go to Mass, love his mom and dad, and say all of the rosaries he wants but if he refuses to respect the sexual or emotional boundaries of the woman he is dating, he is not dating material right now either. Faith without works is dead and in this case, it could be a dead love life. Don’t allow the fear of missing out on a potential relationship to compromise your ability to have a healthy relationship with a guy who is willing to respect and work towards all of your standards. Cultivate fortitude and you will have far fewer dating tragedies in your love story .\n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-296c1d4a-f497-4d26-bbf9-0a3a52265156-TheFlirtationbyEugeneDeBlaas.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-296c1d4a-f497-4d26-bbf9-0a3a52265156-TheFlirtationbyEugeneDeBlaas.jpg"
    },
    "introJustice": "It’s one thing to dress in a way that says, “I care about myself” or “I feel attractive and confident”. It’s another thing to dress in a way that is going to make most of the people standing around you have a very difficult time not thinking about sex. Is it really fair to dress provocatively and constantly ask a guy not to even think about approaching us for sex so that we can feel like we are that powerful and wanted? No matter how much we wish the world wasn’t this way, how we dress sends a message on how we want to be related with. To isolate our choices and actions and say that it shouldn’t matter what we wear when we are going out for the night is to be ignorant of our ongoing interconnection with the world around us. It is never a woman’s fault if she is sexually assaulted by a man. It is his responsibility to control his body and to respect the boundaries of other people. That being said, it is a clear lack of justice as a woman to fill up our wardrobes without thinking about the potential messages and temptations we may be non-verbally communicating to those around us. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. As a single, dating woman it is the ability to balance the need to feel attractive, powerful, and desired with the respect due to God, oneself, and the men she wishes to attract in her life. \nJustice in our dating wardrobe means that, whether a man or a woman, we dress according to our sexual standards. How far do you want to go? Dress accordingly and understand the consequences. It is healthy to desire to be attractive; it is healthy to want our love interest to notice us. It is not healthy to push the limits. Without a grounding in justice, we can never hope to be fair. No one is pushing for an ankle length skirt or a paper bag over anyone’s head. At the same time, treating our bodies as if they have no effect over a man is ignorant of truth. Cultivating justice means that we can balance our needs and the needs of those around us such that each is given their due of self-expression and support. Buy great clothes, have fun, and keep up with the styles. Justice isn’t going to take that away. It’s going to enhance it so that you can be mindful of everyone’s needs beyond the clothes that you wear.\n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-539429c5-506a-4e49-b2f9-bec2734e4a64-gfjustice.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-539429c5-506a-4e49-b2f9-bec2734e4a64-gfjustice.jpg"
    },
    "introPrudence": "The blog and twitter feeds push the obnoxious questions in our face: Is self-exploration the only way a woman can know her sexual preferences? Will a sexually abstinent boyfriend and fiance really lead to a sexually unsatisfying husband? Does a woman really have to try on a few guys before finding out what she really wants in a relationship? Are “nice girls” left with only the “left over” guys? On and on the questions and fears whirl in our heads. On and on the relationship and sex advice rambles. It’s so overwhelming and so confusing. No woman wants to get cheated out of her best relationship or out of a healthy, satisfying sexual experience. What is going to lead to finding the best life mate? These things are important and it’s difficult to know who is telling the truth or who is trying to sell you something; that is, unless you know about prudence. \n\tPrudence is sound judgment. It is the ability to know what is the best to do at all times, even when everyone around you is trying to sell a really subtle lie.  Prudence is not only the right application of wisdom but of all the virtues. Prudence gives a dating woman the ability to discern rightly what she wants without having to fall into harmful experimentation or abusive, self-defeating habits to make it happen. Prudence is a girl’s best friend. \nIf we want to know the truth, we need to find a solid source. The biggest impediment to prudence is that the loudest voices in our lives are often the most false. Seek out wisdom, seek out prudent dating advice and sexual education. Find unbiased, loving, virtuous sources. Unlike the past, there are many more resources today for a holistic perspective of sexuality. We don’t have to settle for the cover of Cosmo or the latest Jezebel blog post. Find the truth, know it, and share it. Many broken or falsely motivated voices want us to rush forward, burn our bridges first, and ask questions later. Prudence wants you to save your fire for the right moments. Prudence gives you the ability to light a fire in your heart that brings passion to the right moments. We aren’t born with prudence/sound judgment, but it is something we can seek out, learn, and develop over the course of our life through the experiences and wisdom of others with a strong moral compass, and through our own hard work to practice the habit of making good choices. Don’t guess. Know. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-2b60cfb5-229f-4931-a23a-4f181f53ef72-YoungGirlReadingGFPrudence.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-2b60cfb5-229f-4931-a23a-4f181f53ef72-YoungGirlReadingGFPrudence.jpg"
    },
    "introTemperance": "In Disney’s musical Frozen, we are introduced to a story about two royal sisters. One has magical wintry powers of making snow and ice. The other has an exuberantly joyful personality and an overflowing gift of love. Through a series of tragic life events, each sister grows up isolated from the other and from any other social interactions with the world outside their castle door. At the first chance the younger sister has to meet a potential suitor, she jumps head over heels in love with him without a second thought. Of course, as the story unfolds, she learns that her knight in shining armor is a bit of a villain and she feels entirely betrayed. Her beautiful desire to find her future husband was good and pure. Her lack of temperance, on the other hand, led to some very dark moments for both her and her sister. \nTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a dating woman, it is the ability to balance the desire to find our future spouse with the very real need to see the person that we are dating for who they are called to be in our lives. Maybe a future husband. Maybe just a future friend. Temperance is that moderation that slows down the wedding bells long enough for us to see clearly despite our rushing attractions and dreams. \nIt’s easy to judge a Disney Princess because the stories seem so obvious and black and white, but how many of us lunge for the first available suitor without allowing temperance to be our ally? Growing up in a faith filled setting often bestows upon us the enormous blessing of being taught prudence, justice, and fortitude but without cultivating the everyday virtue of temperance; prudence, justice, and fortitude can be entirely undone. Particularly for younger minds and bodies who like Anna in Frozen haven’t had the chance to date much, our desires can get the best of us and cause us to throw away any practical life lessons we may have been given. The desire to find a future husband isn’t a bad thing. It’s very important as a part of many life vocations. Allowing that desire to blind any objective ability for discernment? Tragic. Temperance holds the door so that we can see clearly before we commit our hearts and our dreams to the wrong guy. It enables us to treat everyone including ourselves with the respect and the love that we deserve. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, but we an imperishable one.”",
    "qualifierAge": "13",
    "qualifierGender": "F",
    "introJusticeImage_old": "tfss-539429c5-506a-4e49-b2f9-bec2734e4a64-gfjustice.jpg",
    "introFortitudeImage_old": "tfss-296c1d4a-f497-4d26-bbf9-0a3a52265156-TheFlirtationbyEugeneDeBlaas.jpg",
    "IntroTemperanceImage_old": "tfss-f9e783c0-a19e-4ccc-b587-45aaaf65727c-millais_huguenot-wearing-catholic-badge-on-st-bartholomews-day-sm.jpg",
    "introPrudenceImage_old": "tfss-2b60cfb5-229f-4931-a23a-4f181f53ef72-YoungGirlReadingGFPrudence.jpg"
  },
  {
    "objectId": "f2nvaIBCfs",
    "IntroFortitudeImageCredit": "Image: Christ and His Mother Studying the Scriptures by Henry Ossawa Tanner, Public Domain",
    "IntroJusticeImageCredit": "Image: The Thanks Offering by W. Bouguereau, Used with Permission",
    "IntroPrudenceImageCredit": "Image: Mother and Child by Le Thi Luu, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-6a2f2406-3c22-4cb4-b67c-b865ba79012c-motherandchildsleeping.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-6a2f2406-3c22-4cb4-b67c-b865ba79012c-motherandchildsleeping.jpg"
    },
    "IntroTemperanceImageCredit": "Mother and Child Sleeping, Artist Unknown",
    "createdAt": "2014-03-13T01:18:30.727Z",
    "updatedAt": "2014-11-04T19:33:46.806Z",
    "active": true,
    "growthRoleName": "Mother",
    "growthRoleNameFancy": "Motherhood",
    "introFortitude": "Children are often like parrots: they mimic everything and everyone around them. It’s one of the reasons as parents we try so hard to monitor a child’s TV intake and set up speech guidelines. What is interesting is that despite our best intentions, we are not always aware of what we are or are not modeling to our children. It often shocks us when we hear our children, seemingly out of the nowhere, act in a cringe-worthy way. What we need to have the strength to realize is that we are not perfect, and our children are reflecting some of those imperfections back to us like a mirror. It makes sense that even as adults, we are not finished developing the sound virtues or actions that we hope to instill in our children, yet many of us lack the strength to admit our own flaws. We lack fortitude.\nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a mother, it is the ability to admit our own imperfections, no matter how small or how big they seem, and use that as an opportunity to form ourselves into something more.  It is the strength to be real. \n \tIt’s easy to talk about the obvious difficulties of parenthood, but the challenge of self-formation is a bit more subtle. Think of how many books are out there to give parents an edge to raise their children as emotionally intelligent, satisfied human beings. Why not start with what is most relevant? The kind of stuff that mommy is dealing with right now in her own life is the most powerful lesson a kid can ever learn because they are already experiencing it. This doesn’t mean that a mom should pour herself and the kids a cup of coffee or wine and share all the gritty details of her interior life. It does mean that if she recognizes that her own unfinished character is directly affecting her children, she stops ignoring it, and in applicable moments invites a teaching moment with her kids. Fortitude enables a mother to see her own imperfections without feeling overly embarrassed or afraid. She can endure that she is not perfect and use it as an opportunity to switch course. Fortitude allows a mother to use every opportunity to pursue the good even when she isn’t having a good moment. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-7fabd041-1e5b-420d-bb03-1f71f5564cf2-ChristandHisMotherStudyingtheScripturesTanner.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-7fabd041-1e5b-420d-bb03-1f71f5564cf2-ChristandHisMotherStudyingtheScripturesTanner.jpg"
    },
    "introJustice": "“It’s not FAIR!” How many times a mother has to hear this phrase over the course of a lifetime seems limitless. Most of the time the children are the ones who are being unfair. It is a normal experience for little kids because they haven’t had the time and the practice to develop a strong understanding of the virtue of justice. \n\tJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. It enables a mother to respond to the unfair tantrums of a child with the love and respect due each child of God. \n\tWithout an understanding of justice, it is easy for a mother to be swept up into the arguments of a child or on the other hand, entirely ignore them. It feels like the relentless barrage of requests and whining can send anyone into an unjust moment. It feels hopeless yet the virtue of justice remains available to those who ask. Justice doesn’t ignore the petulant child. It redirects the child to a better choice. Justice doesn’t whine and fight along. It is firm, respectful, and intelligent. The great thing about kids is that they learn by watching and imitating those around them. A just mother may have to wait a few years to see any fruits of her labor but in time her children will be just souls also. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-f60982c2-b383-4efa-be9a-319227cbf304-Bouguereau_The-Thanks-Offering-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-f60982c2-b383-4efa-be9a-319227cbf304-Bouguereau_The-Thanks-Offering-sm.jpg"
    },
    "introPrudence": "A lot of modern moms like to blog. Millions of them actually. It is an accessible way of experiencing an often feminine need to externally process life experiences. Whether planning a birthday party, potty training, relationship advice, or career advice, it’s all there somewhere written in a mom’s blog. Whether working in the home or out, what many moms are seeking is the prudence necessary for the trials of family life thrown at them every day. \nPrudence is sound judgement; it is knowledge of the truth. It’s the ability to know what is best to do at all times. It is not only the right application of wisdom but of all the virtues. It is concerned with the everyday realities of living. It’s not a removed, ivory tower truth. Prudence’s concerns are a mother’s concerns. \nMany prudent mothers have life-saving blogs. Their applied wisdom gives peace to so many others. What is worth worrying about and what isn’t? What is worth sharing with our friends, children, spouse  and what should be kept in the silence of our hearts? There are so many unanticipated challenges that present themselves to every mother, prudence in print form is a comforting ally. With it, a prudent mother can recognize and apply a moment of mercy, of love, of discipline, of words, or of silence in the right moment. The Catechism says,  \"With the help of this virtue [of prudence] we apply moral principles to particular cases without error and overcome doubts about the good to achieve and the evil to avoid”. Reading a prudent mother’s blog is a great practice. Striving to cultivate prudence within our own hearts? Perfect.\n \nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!” ",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-bac9ac91-6f45-4348-8dd6-bd5e862e8dac-MotherandChildLeThiLuu.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-bac9ac91-6f45-4348-8dd6-bd5e862e8dac-MotherandChildLeThiLuu.jpg"
    },
    "introTemperance": "It’s normal to compare. It’s a human way that people gauge their successes and failures. It’s a way that we understand what is possible, beautiful, and fun, but some moms take this everyday practice to an unhealthy extreme. For them, comparison becomes a way to feed an unhealthy desire rather than a healthy tool. Comparison becomes a way to humiliate or gossip. Comparison becomes a way to feel superior.  Comparison becomes a form of intemperance. \nTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a mother it is the necessary moderation of the natural desire to compare. \nAn intemperate mother can transform her role into an extreme competition and a desire for envy from others. It slowly transforms from taking care of the particular family to how the mother is perceived by others as a successful mother. An example: Little Jimmy may not actually want the cupcakes that his mom is determined to make from scratch and send to his class at the emotional expense of everyone in the house but it doesn’t matter to her. The mom no longer cares whether Jimmy is happy or not. It’s about how others outside of the home will perceive her as a mother. A temperate mom desires to be and to be seen as a good mom but she can keep it in a healthy perspective. She can live and let live. She can take a break from the comparison and be present with her family. Temperance places comparison in it’s rightful place as a helpful tool and guide. Temperance can place all of our desires in their best place. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”\n",
    "qualifierAge": "16",
    "qualifierGender": "F",
    "introJusticeImage_old": "tfss-f60982c2-b383-4efa-be9a-319227cbf304-Bouguereau_The-Thanks-Offering-sm.jpg",
    "introFortitudeImage_old": "tfss-7fabd041-1e5b-420d-bb03-1f71f5564cf2-ChristandHisMotherStudyingtheScripturesTanner.jpg",
    "IntroTemperanceImage_old": "tfss-6a2f2406-3c22-4cb4-b67c-b865ba79012c-motherandchildsleeping.jpg",
    "introPrudenceImage_old": "tfss-bac9ac91-6f45-4348-8dd6-bd5e862e8dac-MotherandChildLeThiLuu.jpg"
  },
  {
    "objectId": "iYYa1RlvoA",
    "IntroFortitudeImageCredit": "Photo: Robert and Fannie Mitchell, Dine, photographed by Matika Wilbur for <a href=\"http://project562.com/\">Project 562</a>",
    "IntroJusticeImageCredit": "Image: Give it All to God by <a href=\"http://www.wak-art.com/giveitalltogod.htm\">Kevin A. Williams</a>",
    "IntroPrudenceImageCredit": "Photo: 1963 VanHeusen Ad Campaign, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-9b3f052a-23d2-4613-b60b-312fb42c4e6f-TheHolyFamilyTanner.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-9b3f052a-23d2-4613-b60b-312fb42c4e6f-TheHolyFamilyTanner.jpg"
    },
    "IntroTemperanceImageCredit": "Image: The Holy Family by Henry Ossawa Tanner, Public Domain",
    "createdAt": "2014-03-13T01:18:30.719Z",
    "updatedAt": "2016-05-13T14:27:17.336Z",
    "active": true,
    "growthRoleName": "Husband",
    "introFortitude": "There are a lot of parables in the Bible about farmers but there is one in particular about a farmer who would also make a really great husband. He planted some good seeds in his fields. This is not what makes him remarkable. We soon learn an enemy came into the farmer’s fields one night and threw in bad seeds. When all the seeds began to grow the farmer could see what had happened. This is where the story gets interesting. The farmer could have despaired but instead he knew he had to take care of both the good and the bad seeds in order to have a good harvest. If he tried to pull at the bad sprouts from in between the good, he would spoil them both. He chose to endure this immediate aggravation. The farmer chose fortitude for the sake of his harvest. \nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. It is courage in the face of intimidating circumstances; circumstances that would cause many to lose heart. For a husband, it is the ability to endure the “for worse” of his vows for the sake of the better.\nNo matter who a man may marry or how much time and preparation he puts into being a “perfect husband”, natural life circumstances, the unfinished character formation of a spouse, and even evil itself are going to throw bad seeds into a marriage. If a husband lacks fortitude and begins to fume and pick at the “thistles and thorns” thrown into his relationship with his wife, he will spoil his marriage. Rather, a husband possessing fortitude, like our farmer, understands that certain challenges must be endured for the sake of a real, loving, marriage. It is a husband’s harvest, so to speak. Imagine a son-in-law who treats his challenging mother-in-law with respect instead of quiet contempt. Imagine a kind husband who works with his wife’s past debts without complaint or resentment. Imagine a husband who supports his wife’s debilitating health, struggle with addictions, or aging grandparents. The list of challenges are unique to each family, but here is the crux: If we try to get rid of every challenge or bad circumstance from our marriages by just yanking them out, we will unwittingly destroy our marriages because it’s all intermixed now. Fortitude allows the immediate ability to endure and to keep enduring. It makes us all very wise farmers. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-94cb9060-2ab6-4edf-92b4-bc1760e1e13d-nativeamericanhusbandandwife.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-94cb9060-2ab6-4edf-92b4-bc1760e1e13d-nativeamericanhusbandandwife.jpg"
    },
    "introJustice": "Financial management has always been a tricky compromise between spouses. Imagine: A wife buys a purse that a husband says must be taken back to the store but he doesn’t tell her about the fantasy football team that cost just as much. She shares all of her financial goals, plans, and debts. He squirrels away a little here, a little there, and only tells his wife what she explicitly asks about. Not an ideal situation it seems. Honest? Technically yes, but anyone would agree that it’s not really fair. \n\tJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. It enables a husband to relinquish unnecessary control or fear and treat his wife as the equal that she was created to be by God. \n\tFinancial problems have become one of the top ten marriage killers, mostly because one or both spouses have chosen to be unjust in how they communicate and manage their money with each other. Justice enables a husband to see clearly what is due to his wife no matter who earns more, spends more, or saves more. It is a courtesy that transcends the particulars. Rather than spend or miser away a few coins in secret, justice invites us to negotiate fairly with those we love towards mutually rewarding goals. Justice is more than a key to a healthy form of money management. It affects every area of a husband’s love for his wife. With justice, living and loving become easier because it’s not about “his way” or “her way” but about carefully reflecting on what is due to each. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.”\n",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-9da812d1-00e2-4592-a022-91b52d4de574-GiveItAllToGodWAK.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-9da812d1-00e2-4592-a022-91b52d4de574-GiveItAllToGodWAK.jpg"
    },
    "introPrudence": "In the first season of the hit TV series Mad Men, we are introduced to a seemingly successful New York ad executive named Donald Draper. As the story unfolds, we quickly realize Mr. Draper’s life, although economically successful, is a fear-driven mess of manipulation and poor judgment. Eventually his marriage fails. What is painful about the show is that his marriage did not fail because of a lack of love or attraction towards his spouse. No, it resulted from the inability to discern accurately what was best to do for his marriage and his wife. All he had were positive intentions but not a way to make them a reality. He had no idea how to make good choices. He lacked prudence. \nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. For the loving husband it is the ability to know how to put his love for his wife into a practical plan of engagement and action. It is the ability to know how to correct himself when things get off course. \nImagine someone like Donald Draper with the virtue of prudence. He would have understood how his own fears and confusion were undermining the marriage he so desperately wanted to protect. He would have made the right decisions instead of hiding behind his work and seeking other women. These are the kind of prudent decisions that would have brought healing to himself and by extension his family. In order for any husband to understand how to love, serve, and protect his beloved, he must strive to cultivate sound judgment by seeking sources of truth. He must be honest with himself and prudently work with his own strengths and weaknesses. No matter how successful we may appear from the outside, we must rely on a keen understanding of prudence to make that appearance a reality. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-15136561-c254-45e4-8c94-d737bb4a3d74-1963VanHeusenAd.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-15136561-c254-45e4-8c94-d737bb4a3d74-1963VanHeusenAd.jpg"
    },
    "introTemperance": "In Genesis 2:18 it reads that it “isn’t good for man to be alone”. Knowing full well that He created man with this deep desire for community, love, and support, God did not make Adam a brother, a sister, a mother, or a close friend. He created a wife. We have come to understand this principle working in everyday life. Think of the many quotes along the lines of: with every great man, there is more often than not a great woman by his side encouraging, supporting, challenging, and loving him. Think of some of the best stories that have been handed down to us through the years. It seems built into a man to desire to have this beautiful connection - to have a wife believe and support him like no one else can. Yet, even this beautiful desire unchecked can cause debilitating issues within a marriage. Without temperance, even this fundamental community can be turned into a great burden. \n\tTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a husband it is the necessary moderation of the desire for a wife to be that absolute form of trust and support.\nAn intemperate desire for faith, love, and support from a wife can lead a husband to two possible extremes: either he will pander to his wife and never disagree with her for fear of losing her love and support; or he will dominate his wife translating any questions or challenges from her as a form of disrespect and withdrawal of support. Neither allows God’s original design, his original balance to shine through. Temperance allows a husband to place his desire for his wife’s faith into a beautiful framework. He will understand that this desire although good, isn’t the only need to be met and for the benefit of both husband and wife, he may not always feel in complete harmony with his spouse or in complete control of his marriage. It’s okay. Temperance tells us to weigh each desire, each need at every moment, and to figure out what is best with our spouse. It gives us a clearer picture of why it isn’t good for neither man nor woman to be alone. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.” ",
    "qualifierGender": "M",
    "introJusticeImage_old": "tfss-9da812d1-00e2-4592-a022-91b52d4de574-GiveItAllToGodWAK.jpg",
    "introFortitudeImage_old": "tfss-94cb9060-2ab6-4edf-92b4-bc1760e1e13d-nativeamericanhusbandandwife.jpg",
    "IntroTemperanceImage_old": "tfss-9b3f052a-23d2-4613-b60b-312fb42c4e6f-TheHolyFamilyTanner.jpg",
    "introPrudenceImage_old": "tfss-15136561-c254-45e4-8c94-d737bb4a3d74-1963VanHeusenAd.jpg"
  },
  {
    "objectId": "FkHdz47MjX",
    "IntroFortitudeImageCredit": "Image: God Speed! by E. Leighton, Used with Permission",
    "IntroJusticeImageCredit": "Image: Woman in Prayer by Myfa Therszon",
    "IntroPrudenceImageCredit": "Image: Keepers of the Flame by Lars Justinen, Used with Permission",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-d36b9921-4bdf-4b93-bb95-0d000869563a-SirGalahadbyKeystone.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-d36b9921-4bdf-4b93-bb95-0d000869563a-SirGalahadbyKeystone.jpg"
    },
    "IntroTemperanceImageCredit": "Photo: Sir Galahad by Keystone, Used with Permission",
    "createdAt": "2014-03-13T01:18:30.712Z",
    "updatedAt": "2016-05-13T14:11:58.821Z",
    "active": true,
    "growthRoleName": "Wife",
    "introFortitude": "First written in Genesis and repeated in the words of Jesus: “a man will leave his father and mother and be joined to his wife, and the two will become one flesh”. It’s a beautiful scripture passage that is read often at weddings but unfortunately rarely understood in a marriage. It is often given a romanticized, fairy tale meaning as if two people will effortlessly turn into a magical unity. Yes, there is a grace that is given in taking a marriage vow but  what is often missed in those first few years is the deep need for fortitude.\nFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. As a wife it is the courage to endure the everyday difficulties and pain of becoming “one flesh” for the good of both husband and wife, their love, and their unity. \nNo one enters married life entirely free of burdens or past pain. What seems like a small personality tick or inconsequential flaw in our beloved becomes a massive impediment to love and joy in a particularly stressful time. Perhaps a husband comes into a marriage with difficult family situations, personal debt, or psychological pain. Excluding situations of physical or emotional abuse, fortitude enables a wife to endure marital difficulties with patience and magnanimity as she urges her husband forward in personal healing. Without fortitude, one could never endure the “for worse” of any marriage for very long. No matter how long we court someone, we cannot anticipate the challenges and risks that may face us in the many years of marriage ahead. With courage it doesn’t matter what lies ahead because fortitude affords the strength to embrace any challenge with grace and wisdom. It is for the better that together we endure with fortitude some of the worst. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”\n",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-de24a49a-e73a-4de5-ac49-e199357f1f68-leighton_god-speed-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-de24a49a-e73a-4de5-ac49-e199357f1f68-leighton_god-speed-sm.jpg"
    },
    "introJustice": "Criticism can be a killer. It can turn into nagging too. If crass and unguarded, criticism does not encourage a spouse to a positive response. In fact, it usually has the opposite effect. It cements what could be a temporary misunderstanding into a permanent way of negative communication and value. Although many times a wife may feel justified in nagging her husband for important reasons, it is unfair to resort to verbal humiliation in hopes of motivating a change. What is needed most when we feel overwhelmed by our spouse’s inability to change isn’t more criticism but more justice. \nJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. It enables a loving wife to respect the dignity of her husband created by God even when there are strong challenges and recurring disagreements that need to be resolved and dealt with. \nIt is easy to spot the unjust spouse. It is painful to watch and experience. The wife or husband often excuses rude and patronizing behavior because perhaps they do not feel respected or ultimately, loved in some way. Perhaps there are dangerous habits that need to change or recurring neglect of responsibilities that need to be taken care of. Despite the fact that a husband may indeed need to change, there is no excuse to be unfair with our words. It is like fighting eye for an eye - both husband and wife end up blind. A wife who cultivates justice knows how to express her needs and desires, even repeatedly, without compromising the dignity of her spouse. She knows that changing someone may require more than words but also a physical support that means both people change how they do the things that they do.  It is difficult at times and disheartening when a husband is not quick to respond to or doesn’t understand the desires of his wife; yet justice enables a graceful kindness that guides the words of a wife so that she is fair to herself and fair to her spouse. It enables us to think beyond what our spouse is doing wrong and see him as a son of God. \n\nMatthew 5:6\nBlessed are those who hunger and thirst for righteousness, for they shall be satisfied.”\n",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-3bc2bb1a-fb8d-4e95-819c-c7581b4b85d7-woman-in-prayer-myfa-therzson.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-3bc2bb1a-fb8d-4e95-819c-c7581b4b85d7-woman-in-prayer-myfa-therzson.jpg"
    },
    "introPrudence": "It’s difficult being married to someone who makes foolish choices. It can be fraught with disappointments, frustrations, and sometimes even personal harm which is what makes Abigail’s story of sound judgment in 1 Samuel 25 all the more compelling. In this story we read that David, not yet king, sought a night’s hospitality in the house of a man called Nabel. David had protected Nabel’s shepherds in the wilderness from bandits for a season and had thought he would be a welcomed guest. Instead of hospitality, the foolish Nabel was rude and belittling. Abigail, upon hearing of the confrontation, quickly sent supplies to David and went herself to beg for the life of her husband and his servants. She knew how best to act for herself and her husband despite his foolishness because of prudence. \n\tPrudence is sound judgment; it is knowledge of the truth. It is the ability to know what is the best to do at all times, even when your spouse may be having a bad day.  It is not only the right application of wisdom but of all the virtues. Prudence endows us to judge accurately what actions we should take to protect and care for our spouse, even when they may not be able to care for themselves.\nMost of us are not married to someone as thick-headed as Nabel but we all have had our moments when we and our spouses have done foolish things. A prudent wife can support her husband when his own mind may be clouded, troubled, and a little foolish. As Ecclesiastes says, “two can resist; a cord of three strands is not easily broken”. Prudence is that necessary third strand to strengthen a marriage. By acquainting ourselves more intimately with this classic virtue, we can see how to act clearly even when our spouse may not be in agreement with us or is making decisions that seem to hold us back. It enables a husband and a wife to do what is best for each other in all seasons. Prudence can literally save a life. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!”",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-dd3ce98c-3525-4bd2-80bc-d801cdd0e80c-KeepersOfTheFlameLarsJustinen.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-dd3ce98c-3525-4bd2-80bc-d801cdd0e80c-KeepersOfTheFlameLarsJustinen.jpg"
    },
    "introTemperance": "Romance is important to a relationship. Very important but how to define it? Some would say it is that part of love between two people expressed in intimate speech, small gestures, and chosen sacrifices that they alone understand. It allows a couple to feel in tangible ways that the other person is present with them. It is a very good thing. However, there are times when the desire for romance can grow in not so good ways. Instead of being a part of what makes a marriage grow, it can become the only thing a person is searching for. What is present in the relationship for whatever reason is no longer enough and so they may begin to look for romance in movies, books, social media, or stories shared from friends. It can become a competition to see whose spouse is more romantic. It can become the focus of every interaction. It can eclipse any sacrifices or forms of love expressed but not seen as “romantic” because they do not compare to what is seen in the lives of others. What a wife may lack in this instance is not a romantic spouse but the gift of`temperance.  \nTemperance is balance. It is the self-discipline to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a wife it is the temperance to guard against the exaggeration of romance within the larger framework of a loving marriage. \nThe media would like us to believe that there is nothing more important than romance. There is a whole genre dedicated to exploiting this lie but a temperate wife knows romance is more than a good story.  She isn’t waiting around for a fictional character from a movie, television show, or book to take the place of the real, breathing husband that married her. Rather, she can work with her husband to outline what romance means between the two of them. Sometimes marriages do get into ruts because of stress, kids, or the everyday grind. Sometimes we will need to reinvigorate our relationship with a fresh breath of romance but temperance knows it will be an entirely unique expression of an intimate relationship. It will be a compromise of needs. It doesn’t sound like what we read about in most books or see in popular movies because it’s not a pretend relationship. It’s real life. Just as couples must talk through financial plans, sexual satisfaction, or child rearing ideas from time to time, so too expressions of romance must be periodically evaluated and properly communicated. Seek temperance and as a wife it will be much easier to know true romance from a created illusion. Seek temperance and romance will find its rightful place in the much larger portrait of your love. \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”\n",
    "qualifierGender": "F",
    "introJusticeImage_old": "tfss-3bc2bb1a-fb8d-4e95-819c-c7581b4b85d7-woman-in-prayer-myfa-therzson.jpg",
    "introFortitudeImage_old": "tfss-de24a49a-e73a-4de5-ac49-e199357f1f68-leighton_god-speed-sm.jpg",
    "IntroTemperanceImage_old": "tfss-d36b9921-4bdf-4b93-bb95-0d000869563a-SirGalahadbyKeystone.jpg",
    "introPrudenceImage_old": "tfss-dd3ce98c-3525-4bd2-80bc-d801cdd0e80c-KeepersOfTheFlameLarsJustinen.jpg"
  },
  {
    "objectId": "9T5T3j2h2M",
    "IntroFortitudeImageCredit": "Image: Let the Children Come Unto Me by F. Uhde, Used with Permission",
    "IntroJusticeImageCredit": "Image: Return of the Prodigal Son by Tissot, Used with Permission",
    "IntroPrudenceImageCredit": "Image: The Thankful Poor by Henry Ossawa Tanner, Public Domain",
    "IntroTemperanceImage": {
      "__type": "File",
      "name": "mv-600d1df2-b246-4c22-a817-352cc9630601-Ribera_Saint-Joseph-and-the-Christ-Child-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-600d1df2-b246-4c22-a817-352cc9630601-Ribera_Saint-Joseph-and-the-Christ-Child-sm.jpg"
    },
    "IntroTemperanceImageCredit": "Image: Saint Joseph and Christ by Ribera, Used with Permission",
    "createdAt": "2014-03-13T01:18:30.675Z",
    "updatedAt": "2016-05-13T14:01:17.455Z",
    "active": true,
    "growthRoleName": "Father",
    "growthRoleNameFancy": "Fatherhood",
    "introFortitude": "In the movie Courageous, we are introduced to a father who is a “good guy”. Good guy is in quotes because as the movie unfolds, we realize this “good” dad isn’t always, well, that good. Why? He’s going through the motions of life with little real thought, that is until tragedy strikes his life. Through his grief-borne self-examination, he realizes that he hasn’t been pursuing the true good for himself or his family. He wasn’t far off, just a step, but it was enough to make him miss some of the most meaningful moments of his life up to that point. What he lacked wasn’t love but the ability to endure the active and consistent formation of his own soul. He lacked the fortitude to be present within himself and God, which caused him to be less present to those around him. \n\tFortitude is strength. It is the ability to endure difficulties and pain for the sake of what is good. For a father, it is the everyday endurance to practice a more deliberate way of being. It’s the strength to be real for himself and for others - to say and do the things that only a dad can say and do. \n\tInstead of a thoughtless repetition of habits pumping in and out of the Courageous father’s life, he began deliberating searching his faith for answers. He began talking with the friends that he trusted about the bigger ideas of life. He began asking his wife and his children how they felt. He became a part of activities they enjoyed instead of only wanting to be with them if they joined him in activities he enjoyed. It’s not easy at first to break out of the comforts of habit. It takes fortitude. As a father, the call to serve God and others in love is constant and challenging. A father may fight or ignore it because he feels like he is doing enough already or it seems intimidating to change, but it is worth the sacrifice. If we seek fortitude in little things everyday, any immediate sacrifices we make will be returned to us in a life rich in love, honor, and connections to the ones we cherish most. \n\nRomans 8:35-37\n“Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?... No, in all these things we are more than conquerors through him who loved us.”",
    "introFortitudeImage": {
      "__type": "File",
      "name": "mv-8ac3eebb-16dc-491b-a1fe-2a3b287798df-uhde_jesus-and-the-children-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-8ac3eebb-16dc-491b-a1fe-2a3b287798df-uhde_jesus-and-the-children-sm.jpg"
    },
    "introJustice": "It’s difficult to overcome shocking news, especially from those the heart loves the most. A now grown son works up the courage to tell his father that he is gay. A teenage daughter comes home to confide in her dad that she is pregnant from a guy she hooked up with but doesn't even want to continue dating. There are many things in life that children can do, paths they can take, and crosses they will bear that can cause heartache to parents. Sometimes different circumstances will cause heartaches to different parents more deeply but at the end of the day, we all feel the challenges. It seems at these moments like fear and confusion flood us all at once impairing our ability to parent well; yet, a father who has cultivated justice in his heart will be able to respond with the love, support, and truth necessary to answer his children no matter how complicated the challenge feels. \n\tJustice is the ability to choose the fair and kind decision for everyone involved. It enables one to give to God and to each person what is due. It enables a father to give every one of his children the love that is due to each no matter what they encounter together. \n\tAs experienced adults who may have suffered through the consequences of our own choices both good and bad, we ache for our children when we feel they are not making healthy decisions or take actions that we feel could cause them to be separated from God. In a rush of feeling helpless and overwhelmed an unjust father may refuse to speak to his children, engage in or encourage physical violence, or threaten permanent disownment. Actions like these are unjust because the father is treating the child as if they are no longer a person. This goes against the dignity that God gives to each one of us. Would the parable of the prodigal son be as poignant if the father pretended his son did not return home or worse, chased him away? The virtue of justice does not mean that healthy boundaries, heartfelt concerns, or questions of faith cannot be shared at the right time and place. It does mean that as a father, a child is due a certain respect and love that can never be revoked. Cultivating justice enables a father to know rightly how to share with his children the love in his heart without withholding the respect and community due a daughter or son of God. \n\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.",
    "introJusticeImage": {
      "__type": "File",
      "name": "mv-43c89d8e-3c6f-4f4a-bdb8-16b6452ec83e-Tissot_Return-of-the-Prodigal-Son-sm.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-43c89d8e-3c6f-4f4a-bdb8-16b6452ec83e-Tissot_Return-of-the-Prodigal-Son-sm.jpg"
    },
    "introPrudence": "Jean Valjean, the main character in the French story Les Miserables, is a convict. At that time and place in France, no one wanted to hire, feed, or help a convict. In a last effort to find food and shelter on his first day out of prison, Jean Valjean is directed to knock on the door of a Bishop. Bishop Myriel welcomes Jean Valjean and gives him a place to rest, yet during the night, Valjean decides that he might as well be the thief that most still treat him as. He takes some of the Bishop’s only silver, runs into the night, and is quickly caught. As most of us have seen in the countless retellings of film and theatre, the Bishop sees an opportunity for grace in the hopeless Jean Valjean and chooses not to press charges. It’s one of the most beautiful moments in all of literature, and it was given to us because the Bishop was well-acquainted with the virtue of prudence. \nPrudence is sound judgment; it is knowledge of truth. It is the ability to know how best to act in any situation. It is not only the right application of wisdom but of all the virtues. It is the exact virtue a father would need in teaching, disciplining, and loving his children just as Bishop Myriel taught, disciplined, and loved his spiritual children. \nAn imprudent father may love his children but the messages he sends more often than not will be marked with fear or contradiction. We’ve all experienced indulgent or strident fathers, or worse, the ones that vacillate between extremes without reason. A prudent father knows that in one circumstance, a child may need to be disciplined, whereas in another circumstance, the child is more in need of grace and forgiveness. Bishop Myriel, acting as a proxy for a father, knew Valjean had already been punished for his mistakes and was more in need of grace and love. If Bishop Myriel could use prudence to care for Jean Valjean after knowing him for less than twenty four hours, let us imagine what we could do with our own children over a lifetime. \n\nMatthew 6:22-23\n“The eye is the lamp of the body. So, if your eye is sound, your whole body will be full of light; but if your eye is not sound, your whole body will be in darkness. And if the light in you is darkness, how great will the darkness be.\n",
    "introPrudenceImage": {
      "__type": "File",
      "name": "mv-95fd1b0a-322c-4d48-b987-5bfb3cf8c6fd-ThankfulPoorTanner.jpg",
      "url": "https://nodechef-bucket.s3.amazonaws.com/mv-95fd1b0a-322c-4d48-b987-5bfb3cf8c6fd-ThankfulPoorTanner.jpg"
    },
    "introTemperance": "Nobody thinks they are going to be that dad whose blood vessels are about to burst during a little kid’s soccer game. It just sort of happens. One minute a guy is a completely well-adjusted father of three and then when placed in the right place and at the right time, he turns into a competitive maniac that makes everyone else around him uncomfortable - including his own kids. It’s great when a dad is out there at a game supporting his child and wants his kids to win; but without temperance everyday fatherly activities can turn into a severely damaging episode to self and others. \n\tTemperance is balance. It is the self-control to manage all possessions, desires, dreams, and goals such that each has their rightful place in the larger framework of life. Temperance is a necessary moderation. For a naturally competitive father it is tempering the desire to see his children succeed in everything they do. \nIt is normal and healthy to want to see our kids win. We want them to be exceptional in some way. It’s a part of aiding our children in finding what God has created them for and has called them to become. Intemperance steps in when this healthy desire becomes the only goal of every activity and experience. Nobody likes the overly competitive dad, especially their kids. Faking injury, playing dumb, depression, or physical sickness are just a few of the ways that kids deal with a father’s intemperate desire for their success. Temperance provides the necessary balance. A temperate father cares about whether his kids succeed or not, but his children do not have to win every game, every test, every date, every college application, or every job interview. A temperate father is realistically attuned to the ups and downs of life. He understands how to be a good winner and a good loser. A temperate father knows that life’s successes and failures are a gift to help discern one’s true calling and one’s true place in life.  \n\nI Corinthians 9:25\n“Every athlete exercises self-discipline in all things. They do it to receive a perishable wreath, be we an imperishable one.”",
    "qualifierAge": "16",
    "qualifierGender": "M",
    "introJusticeImage_old": "tfss-43c89d8e-3c6f-4f4a-bdb8-16b6452ec83e-Tissot_Return-of-the-Prodigal-Son-sm.jpg",
    "introFortitudeImage_old": "tfss-8ac3eebb-16dc-491b-a1fe-2a3b287798df-uhde_jesus-and-the-children-sm.jpg",
    "IntroTemperanceImage_old": "tfss-600d1df2-b246-4c22-a817-352cc9630601-Ribera_Saint-Joseph-and-the-Christ-Child-sm.jpg",
    "introPrudenceImage_old": "tfss-95fd1b0a-322c-4d48-b987-5bfb3cf8c6fd-ThankfulPoorTanner.jpg"
  }
]
