{
  "common": [
    {
      "objectId": "nGtI7pxmaE",
      "prayerType": "Common",
      "createdAt": "2018-11-28T21:12:26.653Z",
      "updatedAt": "2018-11-28T21:13:16.887Z",
      "title": "Litany of the Blessed Virgin",
      "language": "en",
      "text": "<p>Lord, have mercy on us. <br />Christ, have mercy on us. <br />Lord, have mercy on us. <br />Christ, hear us. <br />Christ, graciously hear us. <br />God the Father of Heaven, <br />Have mercy on us. <br />God the Son, Redeemer of the world, <br />Have mercy on us. <br />God the Holy Ghost, <br />Have mercy on us. <br />Holy Trinity, one God, <br />Have mercy on us. <br />Holy Mary, <br />pray for us. <br />Holy Mother of God, <br />pray for us. <br />Holy Virgin of virgins, <br />pray for us. <br />Mother of Christ, <br />pray for us. <br />Mother of divine grace, <br />pray for us. <br />Mother most pure, <br />pray for us. <br />Mother most chaste, <br />pray for us. <br />Mother inviolate, <br />pray for us. <br />Mother undefiled, <br />pray for us. <br />Mother most amiable, <br />pray for us. <br />Mother most admirable, <br />pray for us. <br />Mother of <a href=\"https://www.catholic.org/encyclopedia/view.php?id=5257\">good</a> counsel, <br />pray for us. <br />Mother of our Creator, <br />pray for us. <br />Mother of our Savior, <br />pray for us. <br />Virgin most prudent, <br />pray for us. <br />Virgin most venerable, <br />pray for us. <br />Virgin most renowned, <br />pray for us. <br />Virgin most powerful, <br />pray for us. <br />Virgin most merciful, <br />pray for us. <br />Virgin most faithful, <br />pray for us. <br />Mirror of justice, <br />pray for us. <br />Seat of wisdom, <br />pray for us. <br />Cause of our joy, <br />pray for us. <br />Spiritual vessel, <br />pray for us. <br />Vessel of honor, <br />pray for us. <br />Singular vessel of devotion, <br />pray for us. <br />Mystical rose, <br />pray for us. <br />Tower of David, <br />pray for us. <br />Tower of ivory, <br />pray for us. <br />House of gold, <br />pray for us. <br />Ark of the Covenant, <br />pray for us. <br />Gate of Heaven, <br />pray for us. <br />Morning star, <br />pray for us. <br />Health of the sick, <br />pray for us. <br />Refuge of sinners, <br />pray for us. <br />Comforter of the afflicted, <br />pray for us. <br />Help of Christians, <br />pray for us. <br />Queen of angels, <br />pray for us. <br />Queen of patriarchs, <br />pray for us. <br />Queen of prophets, <br />pray for us. <br />Queen of apostles, <br />pray for us. <br />Queen of martyrs, <br />pray for us. <br />Queen of confessors, <br />pray for us. <br />Queen of virgins, <br />pray for us. <br />Queen of all saints, <br />pray for us. <br />Queen conceived without Original Sin, <br />pray for us. <br />Queen assumed into Heaven, <br />pray for us. <br />Queen of the most holy Rosary, <br />pray for us. <br />Queen of peace, <br />pray for us. <br /><br />Lamb of God, who takes away the sins of the world, <br />Spare us, O Lord. <br />Lamb of God, who takes away the sins of the world, <br />Graciously hear us, O Lord. <br />Lamb of God, who takes away the sins of the world, <br />Have mercy on us. <br /><br />Pray for us, O Holy Mother of God, <br />That we may be made worthy of the promises of Christ. <br />Grant, we beseech Thee, O <a href=\"https://www.catholic.org/encyclopedia/view.php?id=5217\">Lord</a> God, that we Thy Servants may enjoy perpetual health of <a href=\"https://www.catholic.org/encyclopedia/view.php?id=8001\">mind</a> and body and by the glorious <a href=\"https://www.catholic.org/encyclopedia/view.php?id=6146\">intercession</a> of the Blessed Mary, ever Virgin, be delivered from present sorrow and enjoy eternal happiness. Through <a href=\"https://www.catholic.org/clife/jesus\">Christ</a> Our Lord. Amen.</p>"
    },
    {
      "objectId": "JGUm0RnXLX",
      "createdAt": "2016-07-25T16:40:53.363Z",
      "updatedAt": "2016-07-25T16:41:10.292Z",
      "prayerType": "Common",
      "title": "Nicene Creed",
      "language": "en",
      "text": "<p><strong><span>I believe in one God,</span></strong><br>\nthe Father almighty,<br>\n<strong><span>maker of heaven and earth,<br>\nof all things visible and invisible.</span></strong></p>\n<p><strong><span>I believe in one Lord Jesus Christ,<br>\nthe Only Begotten Son of God,<br>\nborn of the Father before all ages.<br>\nGod from God, Light from Light,<br>\ntrue God from true God,<br>\nbegotten, not made, consubstantial with the Father;<br>\nthrough him all things were made.<br>\nFor us men and for our salvation<br>\nhe came down from heaven,<br>\nand by the Holy Spirit was incarnate of the Virgin Mary,<br>\nand became man.<br>\nFor our sake he was crucified under Pontius Pilate,<br>\nhe suffered death and was buried,<br>\nand rose again on the third day<br>\nin accordance with the Scriptures.<br>\nHe ascended into heaven<br>\nand is seated at the right hand of the Father.<br>\nHe will come again in glory<br>\nto judge the living and the dead<br>\nand his kingdom will have no end.</span></strong></p>\n<p><strong><span>I believe in the Holy Spirit, the Lord, the giver of life,<br>\nwho proceeds from the Father and the Son,<br>\nwho with the Father and the Son is adored and glorified,<br>\nwho has spoken through the prophets.</span></strong></p>\n<p><strong><span>I believe in one, holy, catholic and apostolic Church.<br>\nI confess one Baptism for the forgiveness of sins<br>\nand I look forward to the resurrection of the dead<br>\nand the life of the world to come. Amen.</span></strong></p>"
    },
    {
      "objectId": "ZZwOTcdNM1",
      "prayerType": "Common",
      "createdAt": "2016-07-25T16:40:38.050Z",
      "updatedAt": "2016-07-25T16:40:46.675Z",
      "text": "Creo en un solo Dios, Padre Todopoderoso, Creador del cielo y de la tierra, de todo lo visible y lo invisible.<br>\n<br>\nCreo en un solo Seńor, Jesucristo, Hijo único de Dios, nacido del Padre antes de todos los siglos: Dios de Dios, Luz de Luz, Dios verdadero de Dios verdadero, engendrado, no creado, de la misma naturaleza del Padre, por quien todo fue hecho; que por nosotros, los hombres, y por nuestra salvación bajó del cielo, y por obra del Espíritu Santo se encarnó de María, la Virgen, y se hizo hombre; y por nuestra causa fue crucificado en tiempos de Poncio Pilato; padeció y fue sepultado, y resucitó al tercer día, según las Escrituras, y subió al cielo, y está sentado a la derecha del Padre; y de nuevo vendrá con gloria para juzgar a, vivos y muertos, y su reino no tendrá fin. Creo en el Espíritu Santo, Seńor y dador de vida, que procede del Padre y del Hijo, que con el Padre y el Hijo recibe una misma adoración y gloria, y que habló por los profetas.<br>\n<br>\nCreo en la Iglesia, que es una, santa, católica y apostólica. Confieso que hay un solo Bautismo para el perdón de los pecados. Espero la resurrección de los muertos y la vida del mundo futuro.<br>\n<br>\nAmén.<hr>",
      "title": "Credo Niceno",
      "language": "es"
    },
    {
      "objectId": "uTe0gOuY1u",
      "updatedAt": "2016-01-28T05:51:34.047Z",
      "prayerType": "Common",
      "createdAt": "2016-01-28T05:51:08.054Z",
      "title": "Ave María",
      "text": "<p><br>Dios te salve, María; <br>llena eres de gracia; el Seńor es contigo; <br>bendita tú eres entre todas las mujeres,<br>y bendito es el fruto de tu vientre, Jesús.<br>Santa María, Madre de Dios, <br>ruega por nosotros, pecadores,<br>ahora y en la hora de nuestra muerte.<br>Amén.<br><br>Gloria al Padre<br>Gloria al Padre y al Hijo y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. <br>Amén.",
      "language": "es"
    },
    {
      "objectId": "vEPAMjpLW9",
      "createdAt": "2016-01-28T05:44:54.544Z",
      "updatedAt": "2016-01-28T05:45:05.957Z",
      "prayerType": "Common",
      "title": "Acto De Esperanza",
      "text": "<p>\nEspero, Seńor, que ya que te das todo a mí, en la Eucaristía tendrás misericordia de mí y me otorgarás las gracias necesarias para mi salvación eterna.",
      "language": "es"
    },
    {
      "objectId": "Nl89GM1Buo",
      "createdAt": "2016-01-28T05:44:21.664Z",
      "updatedAt": "2016-01-28T05:44:29.752Z",
      "prayerType": "Common",
      "title": "Acto De Fe",
      "text": "<p>ˇSeńor mío Jesucristo!, creo firmemente que voy a recibir tu Cuerpo, tu Sangre, tu Alma y tu Divinidad.",
      "language": "es"
    },
    {
      "objectId": "DvxUailDmq",
      "createdAt": "2016-01-28T05:43:44.877Z",
      "updatedAt": "2016-01-28T05:43:55.816Z",
      "prayerType": "Common",
      "title": "Acto De Contricion",
      "text": "<p>Seńor mío, Jesucristo, Dios y hombre verdadero, <br>Creador, Padre, Redentor mío, <br>por ser vos quien sois, bondad infinita <br>y por que os amo sobre todas las cosas, <br>me pesa de todo corazón haberos ofendido, <br>también me pesa porque podéis castigarme con<br>las penas del infierno. <br>Animado con tu divina gracia, <br>propongo firmemente <br>nunca más pecar, confesarme <br>y cumplir la penitencia que me fuera impuesta, <br>para el perdón de mis pecados. <br>Amén.",
      "language": "es"
    },
    {
      "objectId": "oYnuoNdQMf",
      "updatedAt": "2016-01-28T05:43:40.084Z",
      "title": "Acto De Caridad",
      "createdAt": "2016-01-28T05:41:53.091Z",
      "text": "<p>Dios mío, te amo con todo mi corazón, con toda mi alma, con todas mis fuerzas y sobre todas las cosas.",
      "language": "es",
      "prayerType": "Common"
    },
    {
      "objectId": "yTCS3dO4qp",
      "createdAt": "2016-01-28T05:21:42.127Z",
      "updatedAt": "2016-01-28T05:22:32.472Z",
      "title": "Credo de Nicea - Constantinopla (Credo Largo)",
      "prayerType": "Common",
      "language": "es",
      "text": "<p>Creo en un solo Dios, <br>Padre todopoderoso, <br>Creador del cielo y de la tierra, <br>de todo lo visible y lo invisible.<br><br>Creo en un solo Señor, Jesucristo, <br>Hijo único de Dios, <br>nacido del Padre antes de todos los siglos: <br>Dios de Dios, <br>Luz de Luz, <br>Dios verdadero de Dios verdadero, <br>engendrado, no creado, <br>de la misma naturaleza del Padre, <br>por quien todo fue hecho; <br>que por nosotros lo hombres, <br>y por nuestra salvación <br>bajó del cielo, <br>y por obra del Espíritu Santo <br>se encarnó de María, la Virgen, <br>y se hizo hombre; <br>y por nuestra causa fue crucificado <br>en tiempos de Poncio Pilato; <br>padeció y fue sepultado, <br>y resucitó al tercer día, según las Escrituras, <br>y subió al cielo, <br>y está sentado a la derecha del Padre; <br>y de nuevo vendrá con gloria <br>para juzgar a vivos y muertos, <br>y su reino no tendrá fin.<br><br>Creo en el Espíritu Santo, <br>Señor y dador de vida, <br>que procede del Padre y del Hijo, <br>que con el Padre y el Hijo <br>recibe una misma adoración y gloria, <br>y que habló por los profetas.<br><br>Creo en la Iglesia, <br>que es una, santa, católica y apostólica.<br>Confieso que hay un solo bautismo <br>para el perdón de los pecados. <br>Espero la resurrección de los muertos <br>y la vida del mundo futuro. <br>Amén."
    },
    {
      "objectId": "tKiHbFRhou",
      "updatedAt": "2016-01-28T05:02:19.292Z",
      "prayerType": "Common",
      "createdAt": "2016-01-28T05:02:00.516Z",
      "title": "Padre Nuestro",
      "text": "<p>Padre nuestro, <br>que estás en el cielo.<br>Santificado sea tu nombre.<br>Venga tu reino.<br>Hágase tu voluntad en la tierra como en el cielo.<br>Danos hoy nuestro pan de cada día.<br>Perdona nuestras ofensas,<br>como también nosotros perdonamos a los que nos ofenden.<br>No nos dejes caer en tentación y líbranos del mal.<br>Amén.",
      "language": "es"
    },
    {
      "objectId": "fP2bDhUiNi",
      "createdAt": "2016-01-28T04:20:52.516Z",
      "updatedAt": "2016-01-28T04:43:58.790Z",
      "prayerType": "Common",
      "title": "El Credo",
      "text": "<p>Creo en Dios, Padre todopoderoso, creador del Cielo y de la Tierra.\nCreo en Jesucristo su único Hijo, Nuestro Seńor,\nque fue concebido por obra y gracia del Espíritu Santo;\nnació de Santa María Virgen;\npadeció bajo el poder de Poncio Pilato;\nfue crucificado, muerto y sepultado;\ndescendió a los infiernos;\nal tercer día resucitó de entre los muertos;\nsubió a los cielos y está a la diestra de Dios Padre;\ndesde allí ha de venir a juzgar a los vivos y a los muertos.\nCreo en el Espíritu Santo, en la Santa Iglesia Católica,\nla comumión de los Santos en el perdon de los pecados\nla resurrección de los muertos y la vida eterna.\n<p>Amén.",
      "language": "es"
    },
    {
      "objectId": "JYffUrAGRr",
      "createdAt": "2016-01-21T15:47:24.648Z",
      "updatedAt": "2016-02-19T19:54:39.844Z",
      "prayerType": "Common",
      "text": "<p><span>I believe in one God,</span></strong><br>\nthe Father almighty,<br>\n<span>maker of heaven and earth,<br>\nof all things visible and invisible.</span></strong></p>\n<p><span>I believe in one Lord Jesus Christ,<br>\nthe Only Begotten Son of God,<br>\nborn of the Father before all ages.<br>\nGod from God, Light from Light,<br>\ntrue God from true God,<br>\nbegotten, not made, consubstantial with the Father;<br>\nthrough him all things were made.<br>\nFor us men and for our salvation<br>\nhe came down from heaven,<br>\nand by the Holy Spirit was incarnate of the Virgin Mary,<br>\nand became man.<br>\nFor our sake he was crucified under Pontius Pilate,<br>\nhe suffered death and was buried,<br>\nand rose again on the third day<br>\nin accordance with the Scriptures.<br>\nHe ascended into heaven<br>\nand is seated at the right hand of the Father.<br>\nHe will come again in glory<br>\nto judge the living and the dead<br>\nand his kingdom will have no end.</span></strong></p>\n<p><span>I believe in the Holy Spirit, the Lord, the giver of life,<br>\nwho proceeds from the Father and the Son,<br>\nwho with the Father and the Son is adored and glorified,<br>\nwho has spoken through the prophets.</span></strong></p>\n<p><span>I believe in one, holy, catholic and apostolic Church.<br>\nI confess one Baptism for the forgiveness of sins<br>\nand I look forward to the resurrection of the dead<br>\nand the life of the world to come. Amen.</span></strong></p>&nbsp;\n<br>",
      "title": "The Nicene Creed",
      "language": "en"
    },
    {
      "objectId": "MP0e9iGS0x",
      "createdAt": "2014-10-23T11:08:44.386Z",
      "updatedAt": "2016-02-19T19:47:35.758Z",
      "prayerType": "Common",
      "text": "<p>O greatly Merciful God, Infinite Goodness,<br />today all mankind calls out from the abyss<br />of its misery to Your mercy---to Your compassion,<br />O God; and it is with its mighty voice of misery that it cries out.<br />Gracious God, do not reject the prayer of this earth's exiles!<br /></p><p>O Lord, Goodness beyond our understanding,<br />Who are acquainted with our misery through and through,<br />and know that by our own power<br />we cannot ascend to You,<br />we implore You; anticipate us with Your Grace<br />and keep on increasing Your mercy in us,<br />that we may faithfully do Your holy will<br />all through our life and at death's hour.<br />Let the omnipotence of Your mercy<br />shield us from the darts of our salvation's enemies,<br />that we may with confidence,<br />as Your children await Your final coming<br />- that day known to You alone.<br />And we expect to obtain everything promised us<br />by Jesus in spite of all our wretchedness.<br /></p><p>For Jesus is our Hope:<br />Through His merciful Heart<br />as through an open gate we pass through to heaven. Amen.<br />(Diary of St. Faustina 1570)<br /></p>",
      "title": "Divine Mercy Prayer",
      "language": "en"
    },
    {
      "objectId": "huCbRFpzxh",
      "createdAt": "2014-10-23T08:31:27.093Z",
      "updatedAt": "2016-01-28T04:02:20.972Z",
      "prayerType": "Common",
      "text": "<p>Come, Holy Spirit, fill the hearts of your faithful.<br />And kindle in them the fire of your love.<br />Send forth your Spirit and they shall be created.<br />And you will renew the face of the earth. <br /><br /></p><p>Lord, <br />by the light of the Holy Spirit<br /> you have taught the hearts of your faithful.<br />In the same Spirit <br />help us to relish what is right <br />and always rejoice in your consolation.<br />We ask this through Christ our Lord.<br />Amen.<br /></p>",
      "title": "Come Holy Spirit",
      "language": "en"
    },
    {
      "objectId": "KjxRdPHgMM",
      "createdAt": "2014-10-23T08:27:39.288Z",
      "updatedAt": "2016-02-19T19:50:02.630Z",
      "prayerType": "Common",
      "text": "<p>O my God, I love you above all things with my whole heart and soul, because you are all good and worthy of all my love. I love my neighbor as myself for the love of you. I forgive all who have injured me and I ask pardon of those whom I have injured. <br/>Amen.</p>",
      "title": "Act of Charity",
      "language": "en"
    },
    {
      "objectId": "Zjj2Mx96Gq",
      "createdAt": "2014-10-23T08:26:52.530Z",
      "updatedAt": "2016-02-19T19:50:07.480Z",
      "prayerType": "Common",
      "text": "<p>O my God, relying on your infinite mercy and promises, I hope to obtain pardon of my sins, the help of your grace, and life everlasting, through the merits of Jesus Christ, my Lord and Redeemer. <br/>Amen.</p>",
      "title": "Act of Hope",
      "language": "en"
    },
    {
      "objectId": "PzCpwMIoRb",
      "createdAt": "2014-10-23T08:25:54.245Z",
      "updatedAt": "2016-02-19T19:50:10.973Z",
      "prayerType": "Common",
      "text": "<p>O my God, I firmly believe that you are one God in three divine Persons, Father, Son, and Holy Spirit. I believe that your divine Son became man and died for our sins, and that he will come to judge the living and the dead. I believe these and all the truths which the holy Catholic Church teaches, because you have revealed them, who can neither deceive nor be deceived. <br/>Amen.</p>",
      "title": "Act of Faith",
      "language": "en"
    },
    {
      "objectId": "CHUqKBPomI",
      "createdAt": "2014-10-23T08:24:42.403Z",
      "updatedAt": "2016-02-19T19:50:14.307Z",
      "prayerType": "Common",
      "text": "<p>O my God, I am heartfully sorry for having offended thee, and I detest all my sins because of Thy just punishment, but most of all because I have offended Thee my God, Who is all good and deserving of all my love. I firmly resolve, with the help of Thy grace, to sin no more, and to avoid the near occasion of sin. <br/>Amen.</p>",
      "title": "Act of Contrition",
      "language": "en"
    },
    {
      "objectId": "oFp4m38SoP",
      "createdAt": "2014-10-23T08:15:08.226Z",
      "updatedAt": "2016-02-19T19:50:27.603Z",
      "prayerType": "Common",
      "text": "<p>Hail, Holy Queen, Mother of mercy,<br />our life, our sweetness and our hope.<br />To thee do we cry, poor banished children of Eve:<br />to thee do we send up our sighs,<br />mourning and weeping in this valley of tears.<br />Turn then, most gracious Advocate,<br />thine eyes of mercy toward us,<br />and after this our exile,<br />show unto us the blessed fruit of thy womb, Jesus.<br />O clement, O loving, O sweet Virgin Mary! <br/>Amen.</p>",
      "title": "Hail, Holy Queen",
      "language": "en"
    },
    {
      "objectId": "AkX7XrVGJ2",
      "createdAt": "2014-10-23T08:09:51.091Z",
      "updatedAt": "2016-02-19T19:50:36.366Z",
      "prayerType": "Common",
      "text": "<p>Remember, O most gracious Virgin Mary, <br />that never was it known <br />that any one who fled to thy protection, <br />implored thy help <br />or sought thy intercession, <br />was left unaided. <br /></p><p>Inspired by this confidence, <br />We fly unto thee, O Virgin of virgins my Mother; <br />to thee do we come, before thee we stand, sinful and sorrowful; <br />O Mother of the Word Incarnate, <br />despise not our petitions, <br />but in thy mercy hear and answer them. <br/>Amen.</p>",
      "title": "Memorare Prayer",
      "language": "en"
    },
    {
      "objectId": "Z5XtJbDToC",
      "createdAt": "2014-10-23T07:30:05.699Z",
      "updatedAt": "2016-02-19T19:50:39.485Z",
      "prayerType": "Common",
      "text": "<p>Angel of God, my Guardian dear, to whom God's love commits me here, ever this day (or night) be at my side, to light and guard, to rule and guide. <br/>Amen.</p>",
      "title": "Guardian Angel Prayer",
      "language": "en"
    },
    {
      "objectId": "UOgbbIbqR9",
      "createdAt": "2014-10-23T07:29:09.482Z",
      "updatedAt": "2016-02-19T19:50:43.572Z",
      "prayerType": "Common",
      "text": "<p>Saint Michael, the Archangel, defend us in battle. <br />Be our protection against the wickedness and snares of the devil. <br />May God rebuke him, we humbly pray; <br />and do thou, O Prince of the heavenly host, <br />by the power of God <br />cast into hell Satan and all the evil spirits <br />who prowl throughout the world seeking the ruin of souls. <br/>Amen.</p>",
      "title": "St. Michael Prayer",
      "language": "en"
    },
    {
      "objectId": "TtikOW7w1W",
      "createdAt": "2014-10-23T07:28:30.041Z",
      "updatedAt": "2016-02-19T19:50:47.937Z",
      "prayerType": "Common",
      "text": "<p>Glory be to the Father, <br />and to the Son, <br />and to the Holy Spirit, <br />as it was in the beginning, <br />is now, and ever shall be, <br />world without end. <br/>Amen.</p>",
      "title": "Glory Be Prayer",
      "language": "en"
    },
    {
      "objectId": "b7jiFwY6Jh",
      "createdAt": "2014-10-23T07:27:52.100Z",
      "updatedAt": "2016-02-19T19:50:52.790Z",
      "prayerType": "Common",
      "text": "<p>Hail Mary, full of grace. The Lord is with thee. <br />Blessed art thou amongst women, <br />and blessed is the fruit of thy womb, Jesus. <br /></p><p>Holy Mary, Mother of God, <br />pray for us sinners, <br />now and at the hour of our death. <br/>Amen.</p>",
      "title": "Hail Mary Prayer",
      "language": "en"
    },
    {
      "objectId": "nJiZLCKRDx",
      "createdAt": "2014-10-23T07:27:32.163Z",
      "updatedAt": "2016-02-19T19:50:57.206Z",
      "prayerType": "Common",
      "text": "<p>Our Father, <br />Who art in heaven, <br />hallowed be Thy name; <br />Thy kingdom come; <br />Thy will be done on earth as it is in heaven. <br />Give us this day our daily bread; <br />and forgive us our trespasses <br />as we forgive those who trespass against us; <br />and lead us not into temptation, <br />but deliver us from evil. <br/>Amen.</p>",
      "title": "Our Father Prayer",
      "language": "en"
    },
    {
      "objectId": "NdUefdi4LU",
      "createdAt": "2014-10-23T07:26:33.785Z",
      "updatedAt": "2016-02-19T19:51:01.651Z",
      "prayerType": "Common",
      "text": "<p>I believe in God, <br />the Father Almighty, <br />Creator of Heaven and earth; <br />and in Jesus Christ, His only Son, Our Lord, <br />Who was conceived by the Holy Spirit, <br />born of the Virgin Mary, <br />suffered under Pontius Pilate, <br />was crucified, died, and was buried. <br />He descended into Hell. <br />The third day He arose again from the dead; <br />He ascended into Heaven, <br />sitteth at the right hand of God, the Father Almighty; <br />from thence He shall come to judge the living and the dead. <br /></p><p>I believe in the Holy Spirit, <br />the holy Catholic Church, <br />the communion of saints, <br />the forgiveness of sins, <br />the resurrection of the body, <br />and the life everlasting. <br/>Amen.</p>",
      "title": "Apostle's Creed",
      "language": "en"
    }
  ],
  "daily": [
    {
      "objectId": "i3YIw8NPpL",
      "createdAt": "2016-01-28T06:03:02.926Z",
      "updatedAt": "2016-01-28T06:03:18.796Z",
      "prayerType": "Daily",
      "title": "Magnificat",
      "text": "<p>Proclama mi alma la grandeza del Seńor,<br>y se alegra mi espíritu en Dios, mi Salvador;<br>porque ha mirado la humillación de su esclava.<br>Desde ahora me felicitarán todas las generaciones,<br>porque el Poderoso ha hecho obras grandes en mí:<br>su nombre es santo,<br>y su misericordia llega a sus fieles<br>de generación en generación.<br>Él hace proezas con su brazo:<br>dispersa a los soberbios de corazón,<br>derriba del trono a los poderosos<br>y enaltece a los humildes,<br>a los hambrientos los colma de bienes<br>y a los ricos los despide vacíos.<br>Auxilia a Israel, su siervo,<br>acordándose de la misericordia<br>como lo había prometido a nuestros padres<br>en favor de Abrahán y su descendencia por siempre. <br>Amén.",
      "language": "es"
    },
    {
      "objectId": "xkHpgy7KTu",
      "createdAt": "2016-01-28T05:57:37.700Z",
      "updatedAt": "2016-01-28T05:58:19.304Z",
      "prayerType": "Daily",
      "title": "Adoracion Eucharistica 15 Minutos en Compania De Jesus Sacramentado",
      "text": "<p>No es menester, hijo mío, saber mucho para agradarme; basta que me ames con fervor. Háblame sencillamente, como hablarías al más íntimo de tus amigos, o a tu madre, o a tu hermano.<br><br>I. żNecesitas hacerme en favor de alguien una súplica cualquiera? Dime su nombre, bien sea el de tus padres, bien el de tus hermanos y amigos: dime al punto qué quisieras hiciese actualmente por ellos. Pide <br><br>mucho, mucho; no vaciles en pedir; me gustan los corazones generosos, que llegan a olvidarse en cierto modo de sí mismos para atender a las necesidades ajenas. Háblame con sencillez, con llaneza, de los <br><br>pobres a quienes quisieras consolar, de los enfermos a quienes ves padecer, de los extraviados que anhelas volver al buen camino, de los amigos ausentes que quisieras ver otra vez a tu lado. Dime por todos <br><br>una palabra de amigo, entrańable y fervorosa. Recuérdame que prometí escuchar toda súplica salida del corazón, ży no ha de salir del corazón el ruego que me dirijas por aquellos que tu corazón ama <br><br>especialmente?<br><br><br><br>II.Y para ti żno necesitas alguna gracia? Hazme, si quieres, una lista de tus necesidades y léela en mi presencia.<br><br>Dime francamente que sientes soberbia, amor a la sensualidad y al regalo; que eres tal vez, egoísta, inconsciente, negligente..., y pídeme luego que venga en ayuda de los esfuerzos, pocos o muchos, que haces <br><br>para sacudir de encima de ti tales miserias.<br><br>No te avergüences, ˇpobre alma! ˇHay en el cielo tantos justos, tantos santos de primer orden, que tuvieron esos mismos defectos! Pero rogaron con humildad..., y poco a poco se vieron libres de ellos.<br><br>Ni menos vaciles en pedirme bienes espirituales y corporales: salud, memoria, éxito feliz en tus trabajos, negocios o estudios; todo eso puedo darlo, y lo doy, y deseo que me lo pidas en cuanto no se oponga, <br><br>antes favorezca y ayude a tu santificación. Por hoy, żqué necesitas? żQué puedo hacer en tu bien? ˇSi supieras los deseos que tengo de favorecerte! żTraes ahora mismo entre manos algún proyecto? Cuéntamelo <br><br>todo minuciosamente. żQué te preocupa? żQué piensas? żQué deseas? żQué quieres haga por tu hermano, hermana, por tu amigo, por tu superior? żQué desearías hacer por ellos?<br><br>żY por mí? żNo sientes deseos de mi gloria? żNo quisieras poder hacer algún bien a tus prójimos, a tus amigos, a quienes amas mucho y que viven quizá olvidados de mí? Dime qué cosa solicita hoy <br><br>particularmente tu atención, qué anhelas más vivamente y con qué medios cuentas para conseguirlo. Dime si te sale mal tu empresa, y Yo te diré las causas del mal éxito. żNo quisieras que me interesase algo <br><br>en tu favor? Hijo mío, soy dueńo de los corazones, y dulcemente los llevo, sin perjuicio de su libertad, adonde me place.<br><br><br><br>III. żSientes acaso tristeza o mal humor? Cuéntame, cuéntame, alma desconsolada, tus tristezas con todos sus pormenores. żQuién te hirió? żQuién lastimó tu amor propio? żQuién te ha despreciado? Acércate a <br><br>mi Corazón, que tiene bálsamo eficaz para curar todas esas heridas del tuyo. Cuéntamelo todo, y acabarás en breve por decirme que, a semejanza de Mí, todo lo perdonas, todo lo olvidas, y en pago recibirás mi <br><br>consoladora bendición.<br><br>żTemes por ventura? żSientes en tu alma aquellas vagas melancolías que, no por ser infundadas, dejan de ser desgarradoras? Échate en brazos de mi Providencia. Contigo estoy; aquí, a tu lado me tienes; todo <br><br>lo veo, todo lo oigo, ni un momento te desamparo.<br><br>żSientes desvío de parte de personas que antes te quisieron bien, y ahora, olvidadas, se alejan de ti sin que les hayas dado el menor motivo? Ruega por ellas, y yo las volveré a tu lado, si no han de ser <br><br>obstáculo a tu santificación.<br><br><br><br>IV. żY no tienes tal vez alguna alegría que comunicarme? żPor qué no me haces partícipe de ella a fuer de buen amigo?<br><br>Cuéntame lo que desde ayer, desde la última visita que me hiciste, ha consolado y hecho como sonreír tu corazón. Quizá has tenido agradables sorpresas, quizá viste disipados negros recelos, quizá recibiste <br><br>faustas noticias, alguna carta o muestra de carińo; has vencido alguna dificultad o salido de algún lance apurado. Obra mía es todo esto, y Yo te lo he proporcionado: żpor qué no has de manifestarme por ello <br><br>tu gratitud y decirme sencillamente, como hijo a su padre: ˇGracias, Padre mío, gracias! El agradecimiento trae consigo nuevos beneficios, porque al bienhechor le agrada verse correspondido.<br><br><br><br>V. żTampoco tienes alguna promesa que hacerme? Leo, ya lo sabes, en el fondo de tu corazón. A los hombres se les engańa fácilmente, a Dios no; háblame, pues, con toda sinceridad. żTienes firme resolución de <br><br>no exponerte ya más a la ocasión aquella de pecado? żDe privarte de aquel objeto que te dańó? żDe no leer más aquel libro que avivo tu imaginación? żDe no tratar más a la persona que turbó la paz de tu alma? <br><br>żVolverás a ser dulce, amable y condescendiente con aquella otra a quien, por haberte faltado, has mirado como enemiga?<br><br>Ahora bien, hijo mío: vuelve a tus ocupaciones habituales; al taller, a la familia, al estudio...; pero no olvides los quince minutos de grata conversación que hemos tenido aquí los dos, en la soledad del <br><br>santuario. Guarda en cuanto puedas silencio, modestia, recogimiento, resignación, caridad con el prójimo. Ama a mi Madre, que lo es también tuya, y vuelve otra vez mańana con el corazón más amoroso, más <br><br>entregado a mi servicio. En mi Corazón hallarás cada día nuevo amor, nuevos beneficios, consuelos nuevos.",
      "language": "es"
    },
    {
      "objectId": "Ld0ojGCtIs",
      "createdAt": "2016-01-28T05:39:18.054Z",
      "updatedAt": "2016-01-28T06:00:11.432Z",
      "prayerType": "Daily",
      "title": "En Memoria",
      "text": "<p>Oh Dios, através de la muerte de tu Hijo en la cruz, tu has sobrepasado el sufrimiento de la muerte por nosotros.<br><br>Através de su entierro, Tú has hecho la tumba un lugar sagrado.<br><br>Rogamos por todos los que han muerto creyendo en Jesus, y han sido enterrados con Él creyendo que algún día llegaría el día de la resurecciňn.<br><br>En el nombre del Padre, del Hijo y<br>del Espíritu Santo.<br><br>Amén.",
      "language": "es"
    },
    {
      "objectId": "5tsH5hmMJp",
      "updatedAt": "2016-01-28T05:34:53.611Z",
      "prayerType": "Daily",
      "createdAt": "2016-01-28T05:32:22.085Z",
      "title": "El Angelus",
      "text": "<p>V: El Angel del Señor anunció a María.<br><br>R: Y concibió por obra del Espíritu Santo.<br><br>V: Dios te salve, María. Llena eres de gracia: El Señor es contigo.<br>Bendita tú eres entre todas las mujeres. <br>Y bendito es el fruto de tu vientre: Jesús.<br><br>R: Santa María, Madre de Dios, ruega por nosotros pecadores, <br>ahora y en la hora de nuestra muerte. Amén.<br><br>V: He aqui la esclava del Señor.<br><br>R: Hagase en mi segun Tu palabra.<br><br>V: Dios te salve María....<br><br>R: Santa María....<br><br>V: Y el Verbo se hizo carne.<br><br>R: Y habito entre nosotros.<br><br>V: Dios te salve María....<br><br>R: Santa María....<br><br>V: Ruega por nosotros, Santa Madre de Dios.<br><br>R: Para que seamos dignos de alcanzar las promesas de Jesucristo.<br><br>V: Oremos. R. Derrama, Señor, Tu gracia en nuestros corazones; que habiendo conocido la Encarnación de Cristo, Tu Hijo, por la voz del Angel, por los meritos de Su Pasión y cruz seamos llevados a la gloria de la Resurrección. Por el mismo Cristo, Nuestro Señor. Amén.",
      "language": "es"
    },
    {
      "objectId": "NGEvIe3L0J",
      "createdAt": "2014-10-23T08:30:37.275Z",
      "updatedAt": "2016-02-19T19:49:38.590Z",
      "prayerType": "Daily",
      "text": "<p>Eternal rest grant unto them, O Lord, and let perpetual light shine upon them. May the souls of the faithful departed, through the mercy of God, rest in peace. <br/>Amen.</p>",
      "title": "Faithfully Departed",
      "language": "en"
    },
    {
      "objectId": "tsDBUgDVBk",
      "createdAt": "2014-10-23T08:29:52.085Z",
      "updatedAt": "2016-02-19T19:49:42.257Z",
      "prayerType": "Daily",
      "text": "<p>We give Thee thanks for all Thy benefits, O Almighty God, who livest and reignest world without end. Amen. May the souls of the faithful departed, through the mercy of God, rest in peace. <br/>Amen.</p>",
      "title": "Grace After Meals",
      "language": "en"
    },
    {
      "objectId": "V27GqSJaVf",
      "createdAt": "2014-10-23T08:29:37.309Z",
      "updatedAt": "2016-02-19T19:49:48.687Z",
      "prayerType": "Daily",
      "text": "<p>Bless us, O Lord, and these Thy gifts, which we are about to receive from Thy bounty, through Christ our Lord. <br/>Amen.</p>",
      "title": "Grace Before Meals",
      "language": "en"
    },
    {
      "objectId": "n5MsDytbl6",
      "createdAt": "2014-10-23T08:29:06.692Z",
      "updatedAt": "2016-02-19T19:49:54.591Z",
      "prayerType": "Daily",
      "text": "<p>V- The Angel of the Lord declared unto Mary. <br />R- And she conceived by the Holy Spirit.<br />(Hail Mary....)<br />V- Behold the handmaid of the Lord.<br />R- Be it done unto me according to thy word.<br />(Hail Mary....)<br />V- And the Word was made Flesh.<br />R- And dwelt among us.<br />(Hail Mary....)<br />V- Pray for us, O Holy Mother of God.<br />R- That we may be made worthy of the promises of Christ.<br />LET US PRAY:<br />Pour forth, we beseech Thee, O Lord, Thy grace into our hearts;<br />that, we to whom the Incarnation of Christ, Thy Son,<br />was made known by the message of an Angel,<br />may by His Passion and Cross,<br />be brought to the glory of His Resurrection<br />through the same Christ our Lord. <br/>Amen.<br /></p>",
      "title": "Angelus Prayer",
      "language": "en"
    },
    {
      "objectId": "volJ5EOZBe",
      "createdAt": "2014-10-23T08:28:17.884Z",
      "updatedAt": "2016-02-19T19:49:58.129Z",
      "prayerType": "Daily",
      "text": "<p>Dear Lord, I do not know what will happen to me today. I only know that nothing will happen that was not foreseen by You, and directed to my greater good from all eternity. I adore Your holy and unfathomable plans, and submit to them with all my heart for love of You, the Pope, and the Immaculate Heart of Mary. Amen.<br/>Amen.</p>",
      "title": "Morning Offering Prayer",
      "language": "en"
    }
  ],
  "intention": [
    {
      "objectId": "T701d8Xnjz",
      "createdAt": "2016-01-28T06:07:48.195Z",
      "updatedAt": "2016-01-28T06:08:12.744Z",
      "prayerType": "Intention",
      "title": "Seńor, dame la Serenidad",
      "language": "es",
      "text": "<p>Seńor,<br>dame la Serenidad <br>necesaria<br>para aceptar las <br>cosas que no puedo<br>cambiar.<br>Coraje para <br>cambiar las <br>cosas que puedo,<br>y Astucia para<br>saber la diferencia <br>entre ellas."
    },
    {
      "objectId": "4Lodx1K37g",
      "prayerType": "Intention",
      "createdAt": "2016-01-28T06:03:50.855Z",
      "updatedAt": "2016-01-28T06:04:23.687Z",
      "title": "Oración por las Vocaciones",
      "language": "es",
      "text": "<p>Padre Celestial, recuérdanos que cuando oramos<br>\"Hágase tu voluntad en la tierra como en el cielo\"<br>nos comprometemos a hacer tu voluntad,<br>sea lo que sea.<br><br>ˇLíbranos de la tentación de hacer nuestra propia voluntad<br>en lugar de la tuya!<br><br>Dales a aquellos a quien llamas al sacerdocio y vida religiosa<br>el valor para abrazar tu voluntad<br>con generosidad y amor abnegado.<br><br>Elimina sus temores<br>y llena sus corazones con gratitud<br>que a pesar de no merecerlo,<br>les encomiendes<br>un papel tan grande y necesario<br>en tu plan de salvación. <br>Amén."
    },
    {
      "objectId": "McxyIGASUY",
      "prayerType": "Intention",
      "createdAt": "2016-01-28T05:53:19.747Z",
      "updatedAt": "2016-01-28T05:55:47.355Z",
      "title": "Oración a la Virgen de Guadalupe/Su Santidad Juan Pablo II",
      "text": "<p>ˇOh Virgen Inmaculada<br>Madre del verdadero Dios y Madre de la Iglesia! <br>Tú, que desde este lugar manifiestas<br>tu clemencia y tu compasión<br>a todos los que solicitan tu amparo;<br>escucha la oración que con filial confianza te dirigimos, <br>y preséntala ante tu Hijo Jesús, único Redentor nuestro.<br><br>Madre de misericordia, Maestra del sacrificio escondido y silencioso, <br>a Ti, que sales al encuentro de nosotros, los pecadores,<br>te consagramos en este día todo nuestro ser y todo nuestro amor.<br>Te consagramos también nuestra vida, nuestros trabajos,<br>nuestras alegrías, nuestras enfermedades y nuestros dolores.<br>Da la paz, la justicia y la prosperidad a nuestros pueblos;<br>ya que todo lo que tenemos y somos lo ponernos bajo tu cuidado, <br>Seńora y Madre nuestra.<br><br>Queremos ser totalmente tuyos y recorrer contigo el camino <br>de una plena fidelidad a Jesucristo en su Iglesia:<br>no nos sueltes de tu mano amorosa.<br>Virgen de Guadalupe, Madre de las Américas, <br>te pedimos por todos los obispos, para que conduzcan a los fieles por senderos<br>de intensa vida cristiana, de amor y de humilde servicio a Dios y a las almas.<br>Contempla esta inmensa mies, e intercede para que el Seńor infunda <br>hambre de santidad en todo el Pueblo de Dios, y otorgue abundantes<br>vocaciones de sacerdotes y religiosos, fuertes en la fe <br>y celosos dispensadores de los misterios de Dios.<br>Concede a nuestros hogares <br>la gracia de amar y de respetar la vida que comienza.<br>con el mismo amor con el que concebiste en tu seno<br>la vida del Hijo de Dios.<br><br>Virgen Santa María, Madre del Amor Hermoso, protege a nuestras familias,<br>para que estén siempre muy unidas, y bendice la educación de nuestros hijos.<br>Esperanza nuestra, míranos con compasión,<br>enséńanos a ir continuamente a Jesús y, si caemos, ayúdanos<br>a levantarnos, a volver a El, mediante la confesión de nuestras culpas <br>y pecados en el sacramento de la penitencia,<br>que trae sosiego al alma.<br><br>Te suplicamos que nos concedas un amor muy grande a todos los santos sacramentos<br>que son como las huellas que tu Hijo nos dejó en la tierra.<br>Así, Madre Santísima, con la paz de Dios en la conciencia,<br>con nuestros corazones libres de mal y de odios,<br>podremos llevar a todos la verdadera alegría y la verdadera paz, <br>que vienen de tu Hijo, nuestro Seńor Jesucristo,<br>que con Dios Padre y con el Espíritu Santo, <br>vive v reina por los siglos de los siglos.<br>Amén.",
      "language": "es"
    },
    {
      "objectId": "cnKgbtspv1",
      "createdAt": "2014-10-23T11:07:55.663Z",
      "updatedAt": "2016-02-19T19:49:07.810Z",
      "prayerType": "Intention",
      "text": "<p>O God, grant me the serenity to accept the things I cannot change the courage to change the things I can and the wisdom to know the difference.<br></p><p>Living one day at a time, enjoying one moment at a time. Accepting hardships as the parthway to peace. Taking, as he did, the sinful world as it is, not as I would have it. Trusting that he will make all things right if I surrender to His will; that I may be reasonably happy in this life, and supremely happy with Him forever.<br />Amen.</p>",
      "title": "Serenity Prayer",
      "language": "en"
    },
    {
      "objectId": "Q9smqDZdat",
      "createdAt": "2014-10-23T11:06:48.475Z",
      "updatedAt": "2016-01-28T04:02:18.270Z",
      "prayerType": "Intention",
      "text": "<p>O most Sacred Heart of Jesus, King and center of all hearts, dwell in our hearts and be our King; grant us by Your grace to love each other truly and chastely, even as You have loved Your spotless Bride, the Church, and have given Yourself up for her. <br />Bestow upon us that mutual love and Christian forbearance which are so highly acceptable in Your sight, and a mutual patience in bearing each other's defects; for we are certain that no living creature is free from them. Do not permit even the slightest defect to mar that full and gentle harmony of spirit, the foundation of the mutual assistance in the many and varied hardships of life, that is the end for which woman was created and united inseparably to her husband. <br />O Lord God, grant that between us there may reign a perpetual holy rivalry toward a life perfectly Christian, by virtue of which there may shine forth more and more clearly the Divine image of Your mystic union with Your Holy Church, as You have deigned to imprint it upon us on the auspicious day of our being made one. <br />Grant, we beseech You, that our good example of Christian living may serve as a powerful inspiration to our children to conform their own lives to Your holy law; and finally, after this exile may we ascend into heaven, where by the help of Your grace, for which we earnestly pray, we may merit to be joined with our children forever and praise and bless You through everlasting ages.<br/>Amen.</p>",
      "title": "Marriage Prayer",
      "language": "en"
    },
    {
      "objectId": "uSkCVnoPGV",
      "createdAt": "2014-10-23T11:06:08.425Z",
      "updatedAt": "2016-02-19T19:49:17.924Z",
      "prayerType": "Intention",
      "text": "<p>O Jesus, lover of the young, the dearest Friend I have, in all confidence I open my heart to You to beg Your light and assistance in the important task of planning my future. Give me the light of Your grace, that I may decide wisely concerning the person who is to be my partner through life. Dearest Jesus, send me such a one whom in Your divine wisdom You judge best suited to be united with me in marriage. May her/his character reflect some of the traits of Your own Sacred Heart. May s/he be upright, loyal, pure, sincere and noble, so that with united efforts and with pure and unselfish love we both may strive to perfect ourselves in soul and body, as well as the children it may please You to entrust to our care. Bless our friendship before marriage, that sin may have no part in it. May our mutual love bind us so closely, that our future home may ever be most like Your own at Nazareth.</p><p>O Mary Immaculate, sweet Mother of the young, to your special care I entrust the decision I am to make as to my future wife/husband. You are my guiding Star! Direct me to the person with whom I can best cooperate in doing God's Holy Will, with whom I can live in peace, love and harmony in this life, and attain to eternal joys in the next. <br/>Amen.</p>",
      "title": "Prayer for Future Spouse",
      "language": "en"
    },
    {
      "objectId": "AZt69lJRe2",
      "createdAt": "2014-10-23T11:05:14.116Z",
      "updatedAt": "2016-02-19T19:49:21.633Z",
      "prayerType": "Intention",
      "text": "<p>O Jesus, our great High Priest, hear my humble prayers on behalf of your priests.  Give them a deep faith, a bright and firm hope and a burning love which will ever increase in the course of their priestly life.<br />In their loneliness, comfort them.  In their sorrows, strengthen them.  In their frustrations, point out to them that it is through suffering that the soul is purified, and show them that they are needed by the Church; they are needed by souls; they are needed for the work of redemption.<br/>Amen.</p>",
      "title": "Prayer for Priests",
      "language": "en"
    },
    {
      "objectId": "Lzchh41dr6",
      "createdAt": "2014-10-23T10:57:35.428Z",
      "updatedAt": "2016-03-01T14:51:09.657Z",
      "prayerType": "Intention",
      "text": "<p>O Jesus! meek and humble of heart, hear me.<br />From the desire of being esteemed,<br />Deliver me, Jesus.<br /></p><p>From the desire of being loved...<br />From the desire of being extolled ...<br />From the desire of being honored ...<br />From the desire of being praised ...<br />From the desire of being preferred to others...<br />From the desire of being consulted ...<br />From the desire of being approved ...<br />From the fear of being humiliated ...<br />From the fear of being despised...<br />From the fear of suffering rebukes ...<br />From the fear of being calumniated ...<br />From the fear of being forgotten ...<br />From the fear of being ridiculed ...<br />From the fear of being wronged ...<br />From the fear of being suspected ...<br /></p><p>That others may be loved more than I,<br />Jesus, grant me the grace to desire it.<br /></p><p>That others may be esteemed more than I ...<br />That, in the opinion of the world,<br />others may increase and I may decrease ...<br />That others may be chosen and I set aside ...<br />That others may be praised and I unnoticed ...<br />That others may be preferred to me in everything...<br />That others may become holier than I, provided that I may become as holy as I should…<br/>Amen.</p>",
      "title": "Litany of Humility",
      "language": "en"
    },
    {
      "objectId": "NKwxjFirO7",
      "createdAt": "2014-10-23T10:55:22.974Z",
      "updatedAt": "2016-02-19T19:49:31.867Z",
      "prayerType": "Intention",
      "text": "<p>O God the Father of mankind, who hast given unto me these my children, and committed them to my charge to bring them up for Thee, and to prepare them for eternal life: help me with Thy heavenly grace, that I may be able to fulfill this most sacred duty and stewardship. Teach me both what to give and what to withhold; when to reprove and when to forbear; make me to be gentle, yet firm; considerate and watchful; and deliver me equally from the weakness of indulgence, and the excess of severity; and grant that, both by word and example, I may be careful to lead them in the ways of wisdom and true piety, so that at last I may, with them, be admitted to the unspeakable joys of our true home in heaven, in the company of the blessed Angels and Saints. Amen.</p><br /><p>O Heavenly Father, I commend my children to Thy care. Be Thou their God and Father; and mercifully supply whatever is lacking in me through frailty or negligence. Strengthen them to overcome the corruptions of the world, whether from within or without; and deliver them from the secret snares of the enemy. Pour Thy grace into their hearts, and strengthen and multiply in them the gifts of Thy Holy Spirit, that they may daily grow in grace and in knowledge of our Lord Jesus Christ; and so, faithfully serving Thee here, may come to rejoice in Thy presence hereafter. <br/>Amen.</p>",
      "title": "Blessing Over Children",
      "language": "en"
    },
    {
      "objectId": "bCa5YcX4Fr",
      "createdAt": "2014-10-23T08:22:54.461Z",
      "updatedAt": "2016-03-01T14:51:35.299Z",
      "prayerType": "Intention",
      "text": "<p>To you, O blessed Joseph,<br />do we come in our tribulation,<br />and having implored the help of your most holy spouse,<br />we confidently invoke your patronage also.<br />Through that charity which bound you to the Immaculate Virgin Mother of God and through the paternal love with which you embraced the Child Jesus,<br />we humbly beg you graciously to regard the inheritance which Jesus Christ has purchased by his Blood, <br />and with your power and strength to aid us in our necessities.<br />O most watchful Guardian of the Holy Family, defend the chosen children of Jesus Christ;<br /> O most loving father,<br />ward off from us every contagion of error and corrupting influence;<br /> O our most mighty protector,<br />be propitious to us and from heaven assist us in our struggle with the power of darkness;<br />and, as once you rescued the Child Jesus from deadly peril, so now protect God’s Holy Church from the snares of the enemy and from all adversity;<br />shield, too, each one of us by your constant protection,<br />so that, supported by your example and your aid, we may be able to live piously, to die holily, and to obtain eternal happiness in heaven. <br/>Amen.</p>",
      "title": "Prayer to Saint Joseph",
      "language": "en"
    }
  ],
  "cardinalVirtues": [
    {
      "objectId": "feZSHjd3Jr",
      "prayerType": "CardinalVirtues",
      "createdAt": "2016-11-16T20:41:22.975Z",
      "updatedAt": "2016-11-16T20:50:24.368Z",
      "language": "en",
      "title": "Justice",
      "text": "<p>Justice is the moral virtue that consists in the constant and firm will to give their due to God and neighbor. Justice toward God is called the \"virtue of religion.\" Justice toward men disposes one to respect the rights of each and to establish in human relationships the harmony that promotes equity with regard to persons and to the common good. <p>The just man, often mentioned in the Sacred Scriptures, is distinguished by habitual right thinking and the uprightness of his conduct toward his neighbor. \"You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor.\" \"Masters, treat your slaves justly and fairly, knowing that you also have a Master in heaven.\""
    },
    {
      "objectId": "GBHDLOh4gp",
      "prayerType": "CardinalVirtues",
      "createdAt": "2016-11-16T20:41:20.040Z",
      "updatedAt": "2016-11-16T20:49:27.144Z",
      "language": "en",
      "title": "Prudence",
      "text": "<p>Prudence is the virtue that disposes practical reason to discern our true good in every circumstance and to choose the right means of achieving it; \"the prudent man looks where he is going.\" \"Keep sane and sober for your prayers.\" Prudence is \"right reason in action,\" writes St. Thomas Aquinas, following Aristotle. It is not to be confused with timidity or fear, nor with duplicity or dissimulation. It is called auriga virtutum (the charioteer of the virtues); it guides the other virtues by setting rule and measure. It is prudence that immediately guides the judgment of conscience. <p>The prudent man determines and directs his conduct in accordance with this judgment. With the help of this virtue we apply moral principles to particular cases without error and overcome doubts about the good to achieve and the evil to avoid."
    },
    {
      "objectId": "CDssrZY1T2",
      "prayerType": "CardinalVirtues",
      "createdAt": "2016-11-16T20:41:15.158Z",
      "updatedAt": "2016-11-16T20:51:28.247Z",
      "language": "en",
      "title": "Fortitude",
      "text": "<p>Fortitude is the moral virtue that ensures firmness in difficulties and constancy in the pursuit of the good. It strengthens the resolve to resist temptations and to overcome obstacles in the moral life. The virtue of fortitude enables one to conquer fear, even fear of death, and to face trials and persecutions. It disposes one even to renounce and sacrifice his life in defense of a just cause. \"The Lord is my strength and my song.\" \"In the world you have tribulation; but be of good cheer, I have overcome the world.\""
    },
    {
      "objectId": "V9lGksCwhE",
      "prayerType": "CardinalVirtues",
      "createdAt": "2016-11-16T20:41:10.955Z",
      "updatedAt": "2016-11-16T20:51:59.462Z",
      "language": "en",
      "title": "Temperance",
      "text": "<p>Temperance is the moral virtue that moderates the attraction of pleasures and provides balance in the use of created goods. It ensures the will's mastery over instincts and keeps desires within the limits of what is honorable. The temperate person directs the sensitive appetites toward what is good and maintains a healthy discretion: \"Do not follow your inclination and strength, walking according to the desires of your heart.\" <p>Temperance is often praised in the Old Testament: \"Do not follow your base desires, but restrain your appetites.\" In the New Testament it is called \"moderation\" or \"sobriety.\" We ought \"to live sober, upright, and godly lives in this world.\""
    }
  ],
  "liturgy-hours": [
    {
      "objectId": "ZakqYtFRVC",
      "text": "",
      "createdAt": "2016-11-16T17:29:21.194Z",
      "updatedAt": "2016-11-16T17:31:18.051Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/readings.htm",
      "title": "Office of Readings (any time)",
      "language": "en"
    },
    {
      "objectId": "uqqFCGK0l9",
      "text": "",
      "createdAt": "2016-11-16T17:29:19.305Z",
      "updatedAt": "2016-11-16T17:31:25.436Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/compline.htm",
      "title": "6. Night Prayer (Compline)",
      "language": "en"
    },
    {
      "objectId": "ehxX86pmGu",
      "text": "",
      "createdAt": "2016-11-16T17:29:08.131Z",
      "updatedAt": "2016-11-16T17:31:29.014Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/vespers.htm",
      "title": "5. Evening (Vespers)",
      "language": "en"
    },
    {
      "objectId": "XjhJPlHD4u",
      "text": "",
      "createdAt": "2016-11-16T17:29:05.682Z",
      "updatedAt": "2016-11-16T17:31:23.547Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/none.htm",
      "title": "4. Afternoon (None)",
      "language": "en"
    },
    {
      "objectId": "YJ6qd9MoyL",
      "text": "",
      "createdAt": "2016-11-16T17:28:53.710Z",
      "updatedAt": "2016-11-16T17:31:26.999Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/sext.htm",
      "title": "3. Noon (Sext)",
      "language": "en"
    },
    {
      "objectId": "kr3A6m4XXY",
      "text": "",
      "createdAt": "2016-11-16T17:28:51.027Z",
      "updatedAt": "2016-11-16T17:31:20.668Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/terce.htm",
      "title": "2. Mid-morning (Terce)",
      "language": "en"
    },
    {
      "objectId": "tYDImoH5pU",
      "text": "",
      "createdAt": "2016-11-16T17:28:38.303Z",
      "updatedAt": "2016-11-16T17:31:24.074Z",
      "prayerType": "LiturgyOfTheHours",
      "externalUrl": "http://www.universalis.com/lauds.htm",
      "title": "1. Morning Prayer (Lauds)",
      "language": "en"
    }
  ]
}